{"token2index": {"UNK": 0, "le": 1, "thi": 2, "minh": 3, "hoa": 4, "female": 5, "recruiter": 6, "specialist": 7, "april": 8, "1994": 9, "https": 10, ":": 11, "vietnam": 12, "objective": 13, "take": 14, "advantages": 15, "of": 16, "recruiting": 17, "so": 18, "(": 19, "cid": 20, "44": 21, ")": 22, "skills": 23, "and": 24, "understanding": 25, "labor": 26, "market": 27, "to": 28, "become": 29, "a": 30, "professional": 31, "hr": 32, "bring": 33, "good": 34, "jobs": 35, "chances": 36, "from": 37, "i": 38, "will": 39, "contribute": 40, "development": 41, "education": 42, "university": 43, "commerce": 44, "2012": 45, "-": 46, "2016": 47, "major": 48, "human": 49, "resources": 50, "management": 51, "gpa": 52, "degree": 53, "very": 54, "work": 55, "experience": 56, "group": 57, "feb": 58, "present": 59, "staff": 60, "admin": 61, "dept": 62, "thailand": 63, "product": 64, "worked": 65, "in": 66, "make": 67, "mechanisms": 68, "calculate": 69, "for": 70, "thai": 71, "local": 72, "sales": 73, "marketers": 74, "with": 75, "relevant": 76, "depts": 77, "solve": 78, "administrative": 79, "formalities": 80, "people": 81, "such": 82, "as": 83, "support": 84, "center": 85, "recruit": 86, "candidates": 87, "training": 88, "course": 89, "project": 90, "recruitment": 91, "uni": 92, "plan": 93, "about": 94, "the": 95, "number": 96, "cv": 97, "budget": 98, "channels": 99, "meet": 100, "needs": 101, "run": 102, "marketing": 103, "my": 104, "counts": 105, "total": 106, "team": 107, "call": 108, "directly": 109, "contacts": 110, "without": 111, "increasing": 112, "ratio": 113, "convert": 114, "up": 115, "coordinate": 116, "setting": 117, "welcoming": 118, "has": 119, "recruited": 120, "40": 121, "manage": 122, "5": 123, "collaborators": 124, "member": 125, "asia": 126, "hackathon": 127, "attracted": 128, "200": 129, "signed": 130, "70": 131, "teams": 132, "competition": 133, "create": 134, "valuable": 135, "products": 136, "community": 137, "facebook": 138, "google": 139, "sponsored": 140, "usd": 141, "16": 142, "philippines": 143, "china": 144, "built": 145, "tools": 146, "mechanism": 147, "international": 148, "managers": 149, "working": 150, "care": 151, "operating": 152, "procedure": 153, "reports": 154, "increase": 155, "retaining": 156, "employees": 157, "ensure": 158, "rate": 159, "is": 160, "after": 161, "slot": 162, "1": 163, "three": 164, "slots": 165, "resolve": 166, "terms": 167, "papers": 168, "foreign": 169, "design": 170, "survival": 171, "kits": 172, "coming": 173, "manager": 174, "program": 175, "participate": 176, "hand": 177, "2": 178, "event": 179, "all": 180, "sources": 181, "was": 182, "entered": 183, "system": 184, "correctly": 185, "more": 186, "than": 187, "100": 188, "orders": 189, "4000": 190, "every": 191, "old": 192, "hot": 193, "handle": 194, "shortage": 195, "branding": 196, "events": 197, "creative": 198, "career": 199, "hanoi": 200, "students": 201, "workshop": 202, "tech": 203, "expo": 204, "workshops": 205, "big": 206, "leap": 207, "start": 208, "u.s.": 209, "ambassador": 210, "ted": 211, "massachusetts": 212, "institute": 213, "technology": 214, "former": 215, "student": 216, "ivy": 217, "league": 218, "addition": 219, "projects": 220, "it": 221, "experts": 222, "itx": 223, ",": 224, "south": 225, "east": 226, "future": 227, "senior": 228, "fise": 229, "zoho": 230, "crm": 231, "company": 232, "'": 233, "s": 234, "aims": 235, "spiritual": 236, "life": 237, "staffs": 238, "gala": 239, "year": 240, "end": 241, "spring": 242, "trip": 243, "fpt": 244, "telecom": 245, "jul": 246, "2015": 247, "dec": 248, "internship": 249, "organise": 250, "new": 251, "lectures": 252, "content": 253, "review": 254, "quality": 255, "cmc": 256, "2014": 257, "&": 258, "works": 259, "activities": 260, "club": 261, "oct": 262, "2013": 263, "leader": 264, "organize": 265, "sessions": 266, "share": 267, "knowledge": 268, "soft": 269, "many": 270, "companies": 271}, "tokens": ["UNK", "le", "thi", "minh", "hoa", "female", "recruiter", "specialist", "april", "1994", "https", ":", "vietnam", "objective", "take", "advantages", "of", "recruiting", "so", "(", "cid", "44", ")", "skills", "and", "understanding", "labor", "market", "to", "become", "a", "professional", "hr", "bring", "good", "jobs", "chances", "from", "i", "will", "contribute", "development", "education", "university", "commerce", "2012", "-", "2016", "major", "human", "resources", "management", "gpa", "degree", "very", "work", "experience", "group", "feb", "present", "staff", "admin", "dept", "thailand", "product", "worked", "in", "make", "mechanisms", "calculate", "for", "thai", "local", "sales", "marketers", "with", "relevant", "depts", "solve", "administrative", "formalities", "people", "such", "as", "support", "center", "recruit", "candidates", "training", "course", "project", "recruitment", "uni", "plan", "about", "the", "number", "cv", "budget", "channels", "meet", "needs", "run", "marketing", "my", "counts", "total", "team", "call", "directly", "contacts", "without", "increasing", "ratio", "convert", "up", "coordinate", "setting", "welcoming", "has", "recruited", "40", "manage", "5", "collaborators", "member", "asia", "hackathon", "attracted", "200", "signed", "70", "teams", "competition", "create", "valuable", "products", "community", "facebook", "google", "sponsored", "usd", "16", "philippines", "china", "built", "tools", "mechanism", "international", "managers", "working", "care", "operating", "procedure", "reports", "increase", "retaining", "employees", "ensure", "rate", "is", "after", "slot", "1", "three", "slots", "resolve", "terms", "papers", "foreign", "design", "survival", "kits", "coming", "manager", "program", "participate", "hand", "2", "event", "all", "sources", "was", "entered", "system", "correctly", "more", "than", "100", "orders", "4000", "every", "old", "hot", "handle", "shortage", "branding", "events", "creative", "career", "hanoi", "students", "workshop", "tech", "expo", "workshops", "big", "leap", "start", "u.s.", "ambassador", "ted", "massachusetts", "institute", "technology", "former", "student", "ivy", "league", "addition", "projects", "it", "experts", "itx", ",", "south", "east", "future", "senior", "fise", "zoho", "crm", "company", "'", "s", "aims", "spiritual", "life", "staffs", "gala", "year", "end", "spring", "trip", "fpt", "telecom", "jul", "2015", "dec", "internship", "organise", "new", "lectures", "content", "review", "quality", "cmc", "2014", "&", "works", "activities", "club", "oct", "2013", "leader", "organize", "sessions", "share", "knowledge", "soft", "many", "companies"], "characters": ["pad", "0", "9", "7", ".", "6", "5", "4", "8", "L", "e", "T", "h", "i", "M", "n", "H", "o", "a", "F", "m", "l", "R", "c", "r", "u", "t", "S", "p", "s", "@", "g", "A", ",", "1", ":", "/", "w", "f", "b", "k", "V", "O", "j", "v", "d", "x", "(", ")", "y", "I", "E", "N", "U", "Y", "C", "2", "-", "G", "P", "3", "D", "W", "*", "B", "\"", "%", "K", "X", "Z", "'", "J", "q", "&", "z"], "character2index": {"0": 1, "9": 2, "7": 3, ".": 4, "6": 5, "5": 6, "4": 7, "8": 8, "L": 9, "e": 10, "T": 11, "h": 12, "i": 13, "M": 14, "n": 15, "H": 16, "o": 17, "a": 18, "F": 19, "m": 20, "l": 21, "R": 22, "c": 23, "r": 24, "u": 25, "t": 26, "S": 27, "p": 28, "s": 29, "@": 30, "g": 31, "A": 32, ",": 33, "1": 34, ":": 35, "/": 36, "w": 37, "f": 38, "b": 39, "k": 40, "V": 41, "O": 42, "j": 43, "v": 44, "d": 45, "x": 46, "(": 47, ")": 48, "y": 49, "I": 50, "E": 51, "N": 52, "U": 53, "Y": 54, "C": 55, "2": 56, "-": 57, "G": 58, "P": 59, "3": 60, "D": 61, "W": 62, "*": 63, "B": 64, "\"": 65, "%": 66, "K": 67, "X": 68, "Z": 69, "'": 70, "J": 71, "q": 72, "&": 73, "z": 74}, "UNK": "UNK", "UNK_INDEX": 0, "PADDING_INDEX": 0, "label2index": {"O": 0, "B-Profile_Content": 1, "I-Profile_Content": 2, "B-Objective_Title": 3, "B-Objective_Content": 4, "I-Objective_Content": 5, "B-Education_Title": 6, "B-Education_Content": 7, "I-Education_Content": 8, "B-Experience_Title": 9, "I-Experience_Title": 10, "B-Experience_Content": 11, "I-Experience_Content": 12, "B-Other_Title": 13, "B-Other_Content": 14, "I-Other_Content": 15, "B-Phone": 16, "B-Name": 17, "I-Name": 18, "B-Sex": 19, "B-Mail": 20, "B-BirthDay": 21, "I-BirthDay": 22, "B-Address": 23, "I-Address": 24, "B-University": 25, "I-University": 26, "B-Time": 27, "I-Time": 28, "B-Major": 29, "I-Major": 30, "B-Company": 31, "I-Company": 32, "B-Position": 33, "I-Position": 34}, "labels": ["O", "B-Profile_Content", "I-Profile_Content", "B-Objective_Title", "B-Objective_Content", "I-Objective_Content", "B-Education_Title", "B-Education_Content", "I-Education_Content", "B-Experience_Title", "I-Experience_Title", "B-Experience_Content", "I-Experience_Content", "B-Other_Title", "B-Other_Content", "I-Other_Content", "B-Phone", "B-Name", "I-Name", "B-Sex", "B-Mail", "B-BirthDay", "I-BirthDay", "B-Address", "I-Address", "B-University", "I-University", "B-Time", "I-Time", "B-Major", "I-Major", "B-Company", "I-Company", "B-Position", "I-Position"], "number_of_classes": 36, "verbose": false, "expressions": ["[A-Z]", "[0-9]{10,12}", "[0-9]+", "(?:[0-9a-fA-F][0-9a-fA-F][0-9a-fA-F][0-9a-fA-F])+", "([a-zA-Z0-9][a-zA-Z0-9_.+-]*@[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+)", "(?:ftp|http|https)?://(?:[a-zA-Z]|[0-9]|[$-_@.&+]|[!*\\(\\),]|(?:%[0-9a-fA-F][0-9a-fA-F]))+", "[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+", "(?:[0-9]+\\.)+[0-9]+", "(?:[0-9]+\\.){3}[0-9]+", "(?:[0-9]+\\.){5}[0-9]+", "(?:AS|as)[0-9]+", "(?:CVE|exploit)", "(?:HK|hk)[a-zA-Z0-9/]+"], "size_pattern_vector": 13, "vocabulary_size": 272, "alphabet_size": 75}