{"token2index": {"UNK": 0, "th\u00f4ng": 1, "tin": 2, "\u1ee9ng": 3, "tuy\u1ec3n": 4, "c\u00e1": 5, "nh\u00e2n": 6, "h\u1ecd": 7, "t\u00ean": 8, ":": 9, "l\u00ea": 10, "th\u1ecb": 11, "t\u00e2m": 12, "qu\u1ed1c": 13, "t\u1ecbch": 14, "vi\u1ec7t": 15, "nam": 16, "ng\u00e0y": 17, "sinh": 18, "gi\u1edb": 19, "t\u00ednh": 20, "n\u1eef": 21, "t\u00ecnh": 22, "tr\u1ea1ng": 23, "h\u00f4n": 24, "\u0111\u1ed9c": 25, "th\u00e2n": 26, "chi\u1ec1u": 27, "cao": 28, ";": 29, "c\u00e2n": 30, "n\u1eb7ng": 31, "\u0111i\u00ean": 32, "tho\u1ea1i": 33, "email": 34, "m\u1ee5c": 35, "ti\u00eau": 36, "n\u00e2ng": 37, "c\u1ea5p": 38, "ki\u1ebfn": 39, "th\u1ee9c": 40, "v\u1ec1": 41, "cntt": 42, "k\u0129": 43, "n\u0103ng": 44, "test": 45, "ph\u00e2n": 46, "thi": 47, "\u0111\u1ea1t": 48, "ch\u1ee9ng": 49, "ch\u1ec9": 50, "tr\u1edf": 51, "th\u00e0nh": 52, "m\u1ed9t": 53, "chuy\u00ean": 54, "gia": 55, "t\u00edch": 56, "kh\u00f4ng": 57, "ng\u1eebng": 58, "b\u1ea3n": 59, "v\u00e0": 60, "kh\u1eb3ng": 61, "\u0111\u1ecbnh": 62, "m\u00ecnh": 63, "\u0111\u1ec3": 64, "c\u00f3": 65, "v\u1ecb": 66, "tr\u00ed": 67, "ch\u1ee7": 68, "ch\u1ed1t": 69, "trong": 70, "c\u00f4ng": 71, "tr\u00ecnh": 72, "\u0111\u1ed9": 73, "h\u1ecdc": 74, "v\u1ea5n": 75, "n\u0103m": 76, "b\u1eb1ng": 77, "chuy\u1ec3n": 78, "\u0111\u1ec1": 79, "t\u00e0i": 80, "tr\u01b0\u1eddng": 81, "\u0111\u00e0o": 82, "ty": 83, "c\u1eed": 84, "h\u1ec7": 85, "th\u1ed1ng": 86, "\u0111\u1ea1i": 87, "th\u01b0\u01a1ng": 88, "m\u1ea1i": 89, "gi\u1ea3i": 90, "khuy\u1ebfn": 91, "kh\u00edch": 92, "nghi\u00ean": 93, "c\u1ee9u": 94, "khoa": 95, "nh\u1ea5t": 96, "s\u1ed1": 97, "ph\u01b0\u01a1ng": 98, "ph\u00e1p": 99, "d\u1ee5ng": 100, "tr\u00ean": 101, "matlab": 102, "nh\u1eadn": 103, "d\u1ea1ng": 104, "h\u00ecnh": 105, "\u1ea3nh": 106, "m\u0103ng": 107, "non": 108, "xu\u1ea5t": 109, "s\u1eafc": 110, "tnhh": 111, "fps": 112, "fpt": 113, "page": 114, "of": 115, "k\u1ef9": 116, "ngh\u1ec7": 117, "ki\u1ec3m": 118, "c\u01a1": 119, "o": 120, "quy": 121, "ph\u00e1t": 122, "tri\u1ec3n": 123, "x\u00e2y": 124, "d\u1ef1ng": 125, "ph\u1ea7n": 126, "m\u1ec1m": 127, "li\u1ec7u": 128, "user": 129, "guid": 130, "planning": 131, "scenario": 132, "hight": 133, "level": 134, "vi\u1ebft": 135, "b\u00e1o": 136, "c\u00e1o": 137, "ng\u00f4n": 138, "ng\u1eef": 139, "sap": 140, "dotnet": 141, "c#": 142, "vb": 143, "+": 144, "php": 145, "html": 146, "s\u1edf": 147, "d\u1eef": 148, "sql": 149, "server": 150, "v\u0103n": 151, "ph\u00f2ng": 152, "ms": 153, "office": 154, "vi\u1ec7c": 155, "giao": 156, "ti\u1ebfp": 157, "l\u00e0m": 158, "nh\u00f3m": 159, "l\u1eadp": 160, "thuy\u1ebft": 161, "c\u1eadn": 162, "quy\u1ebft": 163, "\u0111\u00e0m": 164, "ph\u00e1n": 165, "kinh": 166, "nghi\u1ec7m": 167, "d\u1ef1": 168, "\u00e1n": 169, "qu\u1ea3n": 170, "l\u00fd": 171, "thu\u1ebf": 172, "t\u1eadp": 173, "trung": 174, "tms": 175, "m\u00f4": 176, "t\u1ea3": 177, "kh\u00e1c": 178, "h\u00e0ng": 179, "t\u1ed5ng": 180, "c\u1ee5c": 181, "b\u1ea3o": 182, "tr\u00ec": 183, "nh\u1eb1m": 184, "\u0111\u00e1p": 185, "c\u00e1c": 186, "y\u00eau": 187, "c\u1ea7u": 188, "ng\u00e0nh": 189, "c\u00e1n": 190, "b\u1ed9": 191, "th\u1eed": 192, "th\u1eddi": 193, "gian": 194, "\u0111\u1ebfn": 195, "tham": 196, "ch\u00ednh": 197, "s\u00e1ch": 198, "thay": 199, "\u0111\u1ed5i": 200, "nghi\u1ec7p": 201, "v\u1ee5": 202, "c\u1ee7a": 203, "thi\u1ebft": 204, "k\u1ebf": 205, "ch\u1ee9c": 206, "h\u01b0\u1edbng": 207, "d\u1eabn": 208, "s\u1eed": 209, "ho\u1ea1ch": 210, "t\u1ea1o": 211, "th\u1ef1c": 212, "hi\u1ec7n": 213, "ghi": 214, "l\u1ed7i": 215, "l\u00ean": 216, "c\u1ee5": 217, "k\u00ea": 218, "lo\u1ea1i": 219, "so\u00e1t": 220, "kh\u1eafc": 221, "ph\u1ee5c": 222, "x\u1eed": 223, "khai": 224, "to\u00e1n": 225, "h\u00f3a": 226, "t\u00e1c": 227, "gi\u1ea3m": 228, "b\u1edbt": 229, "th\u1ee7": 230, "t\u1ee5c": 231, "h\u00e0nh": 232, "lang": 233, "minh": 234, "b\u1ea1ch": 235, "hi\u1ec7u": 236, "qu\u1ea3": 237, "ng\u01b0\u1eddi": 238, "oracle": 239, "k\u1ecbch": 240, "tra": 241, "truy\u1ec1n": 242, "h\u1ed7": 243, "tr\u1ee3": 244, "t\u01b0": 245, "tncn": 246, "cho": 247, "quan": 248, "n\u1ed9p": 249, "b\u1ed5": 250, "sung": 251, "c\u00e1ch": 252, "tinh": 253, "th\u1ea7n": 254, "nhi\u1ec7t": 255, "huy\u1ebft": 256, "tr\u00e1nh": 257, "nhi\u1ec7m": 258, "t\u1eadn": 259, "ti\u1ebfn": 260, "kh\u1ea3": 261, "th\u00edch": 262, "linh": 263, "ho\u1ea1t": 264, "l\u00e0": 265, "t\u1ed5": 266, "nghi\u00eam": 267, "t\u00fac": 268, "lu\u00f4n": 269, "mong": 270, "mu\u1ed1n": 271, "h\u1ecfi": 272, "\u0111\u01b0\u1ee3c": 273, "nh\u1eefng": 274, "th\u00e1ch": 275, "th\u1ee9": 276, "\u0111i\u1ec3m": 277, "m\u1ea1nh": 278, "b\u1ec1n": 279, "b\u1ec9": 280, "ch\u1ecbu": 281, "\u00e1p": 282, "l\u1ef1c": 283, "du": 284, "l\u1ecbch": 285, "\u0111\u1ecdc": 286, "t\u00ecm": 287, "hi\u1ec3u": 288, "do": 289, "d\u1ef1a": 290, "g\u00ec": 291, "t\u00f4i": 292, "th\u1ebf": 293, "l\u0129nh": 294, "v\u1ef1c": 295, "d\u1ecbch": 296, "kh\u00e1ch": 297, "s\u1ea1n": 298, "homestay": 299, "v\u1edbi": 300, "s\u1ee9": 301, "l\u1ea5y": 302, "con": 303, "n\u1ec1n": 304, "t\u1ea3ng": 305, "ch\u00fang": 306, "ch\u00e0o": 307, "\u0111\u00f3n": 308, "nhi\u1ec1u": 309, "l\u01b0\u01a1ng": 310, "th\u01b0\u1edfng": 311, "theo": 312, "m\u00f4i": 313, "m\u1ec1n": 314, "nhu": 315, "\u0111\u00e2y": 316, "ki\u1ebfm": 317, "n\u01a1i": 318, "m\u00e0": 319, "th\u1ec3": 320, "to\u00e0n": 321, "khao": 322, "nguy\u1ec5n": 323, "h\u1ed3ng": 324, "h\u1ea1nh": 325, "team": 326, "leader": 327, "s\u0111t": 328, "s\u01a1": 329, "y\u1ebfu": 330, "dung": 331, "\u0111\u1ecba": 332, "\u0111\u1ed9i": 333, "th\u00f4n": 334, "b\u00e3i": 335, "th\u00e1p": 336, "x\u00e3": 337, "\u0111\u1ed3ng": 338, "huy\u1ec7n": 339, "\u0111an": 340, "ph\u01b0\u1ee3ng": 341, "h\u00e0": 342, "n\u1ed9i": 343, "gi\u1edbi": 344, "v\u1ecbtr\u00ed": 345, "tester": 346, "b\u1eaft": 347, "\u0111\u1ea7u": 348, "l\u01b0\u1ee3ng": 349, "m\u00f4n": 350, "nay": 351, "vi\u00ean": 352, "t\u1ea1i": 353, "d\u1ef1\u00e1n": 354, "\u0111\u00e3": 355, "bizweb": 356, "c\u1ed5": 357, "dkt": 358, "g\u1ed3m": 359, "tr\u00e1ch": 360, "case": 361, "website": 362, "m\u1edf": 363, "c\u1ea3": 364, "online": 365, "tr\u1ef1c": 366, "tuy\u1ebfn": 367, "trang": 368, "ph\u00e9p": 369, "\u0111\u0103ng": 370, "k\u00ed": 371, "thanh": 372, "chi": 373, "ph\u00ed": 374, "tr\u1ecb": 375, "quy\u1ec1n": 376, "s\u1eeda": 377, "gi\u00e1": 378, "di\u1ec7n": 379, "xem": 380, "mua": 381, "qua": 382, "m\u1ea1ng": 383, "li\u00ean": 384, "l\u1ea1c": 385, "c\u1eeda": 386, "vi\u1ec7n": 387, "thu\u1ed1c": 388, "\u01b0\u01a1ng": 389, "ph\u1ea9n": 390, "nh\u01b0": 391, "s\u1ef1": 392, "t\u1eeb": 393, "\u0111i\u1ec3n": 394, "bao": 395, "s\u1ea3n": 396, "ph\u1ea9m": 397, "ch\u1ea5t": 398, "b\u1ecb": 399, "h\u1ed3": 400, "qu\u00e1": 401, "khi": 402, "xong": 403, "th\u00e1i": 404, "nhau": 405, "g\u1eedi": 406, "th\u1ea3o": 407, "duy\u1ec7t": 408, "ho\u00e0n": 409, "chu\u1ea9n": 410, "kho": 411, "k\u1ebft": 412, "th\u00e1ng": 413, "in": 414, "\u00e2u": 415, "\u0111\u1eb7t": 416, "ch\u1ebf": 417, "\u0111\u01a1n": 418, "gi\u1ea3": 419, "module": 420, "kho\u1ea3n": 421, "\u0111\u1ed1i": 422, "nh\u1eadp": 423, "l\u00ed": 424, "thi\u1ec7t": 425, "java": 426, "admin": 427, "\u0111\u00f3": 428, "b\u00e1n": 429, "chia": 430, "notepad": 431, "m\u1edbi": 432, "n\u00e0y": 433, "gi\u00fap": 434, "d\u00f9ng": 435, "g\u00f3i": 436, "m\u00e3i": 437, "b\u00ean": 438, "client": 439, "thi\u1ec7u": 440, "ngo\u00e0i": 441, "ra": 442, "n\u00f3": 443, "c\u00f2n": 444, "\u01b0u": 445, "\u0111\u00e3i": 446, "th\u1ea1o": 447, "d\u00f5i": 448, "bugs": 449, "\u0111\u1ea3m": 450, "bi\u1ebft": 451, "microsoft": 452, "word": 453, "powerpoint": 454, "excel": 455, "internet": 456, "e": 457, "web": 458, "kh\u1ea3n\u0103ng": 459, "hu\u1ed1ng": 460, "t\u1ed1t": 461, "m\u1ecdi": 462, "nghi": 463, "nhanh": 464, "c\u1ea3nh": 465, "v\u00ec": 466, "sao": 467, "n\u00ean": 468, "h\u1ebft": 469, "ch\u0103m": 470, "ham": 471, "h\u00f2a": 472, "ngh\u1ec1": 473, "b\u1ea1n": 474, "b\u00e8": 475, "s\u1ebd": 476, "d\u00e0nh": 477, "quen": 478, "ph\u1ea5n": 479, "\u0111\u1ea5u": 480, "thu\u1ed9c": 481, "nghe": 482, "nh\u1ea1c": 483, "t\u1ee9c": 484, "c\u1ea9n": 485, "th\u1eadn": 486, "th\u1eadt": 487, "th\u00e0": 488, "ngh\u1ec1nghi\u1ec7p": 489, "t\u01b0\u01a1ng": 490, "lai": 491, "tr\u01b0\u1edfng": 492, "\u0111\u1ed7": 493, "thu\u1eadt": 494, "\u0111i\u1ec7n": 495, "c\u1eedu": 496, "tr\u00e2u": 497, "qu\u1ef3": 498, "l\u00e2m": 499, "https": 500, "\u0111\u00e2u": 501, "ti\u00ean": 502, "c\u1ea7n": 503, "t\u00ecn": 504, "ph\u00f9": 505, "h\u1ee3p": 506, "ch\u00f3": 507, "t\u00f4n": 508, "tr\u1ecdng": 509, "l\u1eabn": 510, "l\u0169y": 511, "thu\u00e2t": 512, "\u0111i\u1ec1u": 513, "c\u0169ng": 514, "thu": 515, "n\u00f4ng": 516, "v\u00e0i": 517, "ch\u01b0a": 518, "kh\u00f3a": 519, "bachkhoa": 520, "&": 521, "mysql": 522, "l\u1ef9": 523, "cu\u1ed9c": 524, "s\u1ed1ng": 525, "aptech": 526, "t\u1ef1": 527, "t\u1eebng": 528, "\u1edf": 529, "r\u00fat": 530, "r\u1ea5t": 531, "\u00edch": 532, "c\u1eaft": 533, "file": 534, "psd": 535, "backend": 536, "m\u00e3": 537, "ng\u1ed3n": 538, "cms": 539, "\u0111\u1ed5": 540, "css": 541, "jquery": 542, "ch\u1edf": 543, "th\u00ec": 544, "ph\u1ea3i": 545, "ngo\u1ea1i": 546, "\u0111\u00e1nh": 547, "t\u1ea3i": 548, "thi\u1ec7n": 549, "nh\u01b0ng": 550, "t\u1ed3i": 551, "ta": 552, "l\u00e2p": 553, "opp": 554, "framework": 555, "m\u1ed9": 556, "l\u1edbn": 557, "\u0111\u01b0a": 558, "xung": 559, "quanh": 560, "c\u1ed1": 561, "g\u1eafng": 562, "coi": 563, "v\u01b0\u1ee3t": 564, "ai": 565, "ho\u1ea3n": 566, "h\u1ea3o": 567, "v\u1eady": 568, "\u0111\u1eb9p": 569, "tr\u1eeb": 570, "\u0111\u1ed7i": 571, "nh\u00e0": 572, "tuy": 573, "nhi\u00ean": 574, "khi\u1ebfn": 575, "ti\u1ec5n": 576, "tr\u1ea7m": 577, "\u00edt": 578, "n\u00f3i": 579, "th\u01b0\u1eddng": 580, "ti": 581, "tr\u01b0\u1edbc": 582, "\u0111\u00e1m": 583, "th\u1ea5p": 584, "\u0111ang": 585, "chi\u1ebfn": 586, "\u0111\u1eb7c": 587, "bi\u1ec7t": 588, "ch\u01a1i": 589, "game": 590, "m\u1eb7c": 591, "d\u00f9": 592, "gi\u1ecfi": 593, "v\u1eabn": 594, "huy\u1ec1n": 595, "cu\u1ed1i": 596, "tu\u1ea7n": 597, "s\u1ee9c": 598, "\u0111i": 599, "v\u00e0o": 600, "ngh\u1ec9": 601, "t\u1ea5p": 602, "b\u1eadn": 603, "r\u1ed9n": 604, "g\u1eb7p": 605, "l\u1eddi": 606, "c\u00e1m": 607, "\u01a1n": 608, "\u0111\u1ee1": 609, "qu\u00fd": 610, "anh": 611, "ch\u1ecb": 612, "xin": 613, "b\u00e1u": 614, "cv": 615, "ch\u00fac": 616, "kh\u1ecfe": 617, "ch\u00e2n": 618, "ph\u1ea1m": 619, "th\u00eau": 620, "khu": 621, "\u0111\u1eafc": 622, "di": 623, "n\u1ed9": 624, "v\u1eadn": 625, "top": 626, "l\u01b0\u1ee3c": 627, "h\u1ed9p": 628, "\u0111en": 629, "\u0111\u1ed9ng": 630, "c\u1ea1nh": 631, "tranh": 632, "h\u1ed9i": 633, "th\u0103ng": 634, "t\u1edbi": 635, "common": 636, "chung": 637, "t\u1ec9": 638, "m\u1ec9": 639, "duy": 640, "logic": 641, "s\u00e1ng": 642, "\u0111\u1ef1ng": 643, "s\u1eb5n": 644, "s\u00e0ng": 645, "overtime": 646, "phim": 647, "s\u1eafm": 648, "truy": 649, "c\u1eadp": 650, "vai": 651, "tr\u00f2": 652, "v": 653, "model": 654, "waterfall": 655, "n\u1eafm": 656, "v\u00f9ng": 657, "\u0111\u01b0\u01a1ng": 658, "bi\u00ean": 659, "b\u1ea3ng": 660, "\u0111o\u00e1n": 661, "log": 662, "bug": 663, "tool": 664, "c\u00e2y": 665, "atm": 666, "ng\u00e2n": 667, "description": 668, "gi\u00e1m": 669, "s\u00e1t": 670, "tr\u1ea1m": 671, "b\u1ea5t": 672, "k\u00ec": 673, "ki\u1ec7n": 674, "x\u00f3a": 675, "th\u00eam": 676, "k\u00fd": 677, "th\u01b0": 678, "qu\u00ean": 679, "m\u1eadt": 680, "kh\u1ea9u": 681, "mobile": 682, "cad": 683, "h\u00e0i": 684, "tfs": 685, "\u0111\u00edch": 686, "tr\u00fac": 687, "s\u01b0": 688, "d\u00e0n": 689, "khoan": 690, "m\u00e1y": 691, "plant": 692, "\u0111\u01b0\u1eddng": 693, "\u1ed1ng": 694, "c\u1ea5u": 695, "d\u1ea7m": 696, "th\u00e9p": 697, "h\u1ed9": 698, "h\u01a1n": 699, "hang": 700, "\u0111o\u00e0n": 701, "ni\u00ean": 702, "ph\u1ed1": 703, "script": 704, "auto": 705, "selenium": 706, "menu": 707, "ch\u01b0\u01a1ng": 708, "luy\u1ec7n": 709, "v\u1ef1ng": 710, "ti\u00eang": 711, "gre": 712, "l\u00e1i": 713, "xe": 714, "cdl": 715, "th\u1ebb": 716, "b\u00e0i": 717, "ri\u00eang": 718, "sau": 719, "m\u1ed7i": 720, "sang": 721, "automation": 722, "function": 723, "hi\u1ebfu": 724, "\u0111\u00ecnh": 725, "li\u00eam": 726, "mang": 727, "project": 728, "kh\u00f3c": 729, "doanh": 730, "b\u00e0n": 731, "t\u1ec9nh": 732, "an": 733, "t\u1ed1i": 734, "\u0111a": 735, "qu\u1ea3ng": 736, "b\u00e1": 737, "it": 738, "c\u1eady": 739, "http": 740, "g\u00e0nh": 741, "h\u00e0o": 742, "v\u0169ng": 743, "t\u00e0u": 744, "chu\u1ed7i": 745, "m\u00f3n": 746, "\u0103n": 747, "kim": 748, "c\u1ed9ng": 749, "mvc": 750, "code": 751, "first": 752, "ajax": 753, "foundation": 754, "source": 755, "software": 756, "\u0111\u00e0": 757, "n\u1eb5ng": 758, "\u0111\u1ed3": 759, "th\u1ea5t": 760, "ee": 761, "git": 762, "vinh": 763, "kh\u00e1": 764, "js": 765, "trau": 766, "d\u1ed3i": 767, "trao": 768, "xuy\u00ean": 769, "c\u00e2u": 770, "kh\u00f3": 771, "kh\u0103n": 772, "hay": 773, "ti\u1ebfng": 774, "head": 775, "tutorial": 776, "gi\u00e1o": 777, "fast": 778, "food": 779, "thao": 780, "b\u00f3ng": 781, "\u0111\u00e1": 782, "b\u01a1i": 783, "ca": 784, "h\u00e1t": 785, "h\u00f4": 786, "vi\u00ea": 787, "c": 788, "a": 789, "m": 790, "ha": 791, "n\u00f4": 792, "i": 793, "vi": 794, "tri": 795, "\u01b0": 796, "ng": 797, "tuy\u00ea": 798, "n": 799, "l\u00e2": 800, "p": 801, "nh": 802, "ho": 803, "va": 804, "nguy\u00ea": 805, "th\u00ea": 806, "gi\u01a1": 807, "\u0111\u00f4": 808, "cmt": 809, "nga": 810, "y": 811, "ng\u00f5": 812, "tam": 813, "trinh": 814, "hoa": 815, "mai": 816, "ngh\u00ea": 817, "tha": 818, "x": 819, "danh": 820, "fsoft": 821, "gnc": 822, "dupont": 823, "dev": 824, "support": 825, "tools": 826, "solutions": 827, "sharepoint": 828, "shi": 829, "la": 830, "v\u01a1": 831, "lotus": 832, "notes": 833, "t\u00e2": 834, "d\u01b0": 835, "ly": 836, "sa": 837, "tr\u01b0\u01a1": 838, "ba": 839, "ve": 840, "ma": 841, "bay": 842, "d\u1ee5c": 843, "freelance": 844, "may": 845, "facebook": 846, "workplace": 847, "topica": 848, "\u0111\u0103": 849, "m\u01a1": 850, "ti\u00ea": 851, "\u0111o": 852, "u": 853, "kha": 854, "ch": 855, "thi\u00ea": 856, "t": 857, "l\u01b0": 858, "co": 859, "th\u00e2": 860, "c\u00e2": 861, "c\u01b0": 862, "ch\u00ea": 863, "tr\u01a1": 864, "solution": 865, "architect": 866, "t\u01a1": 867, "di\u1ec5n": 868, "qu\u1eadn": 869, "b\u1eafc": 870, "b\u01b0u": 871, "vi\u1ec5n": 872, "t\u1eed": 873, "load": 874, "testing": 875, "power": 876, "point": 877, "th\u1ea9n": 878, "nguy\u1ec7n": 879, "l\u01b0u": 880, "b\u00f9i": 881, "nhung": 882, "l\u00e1ng": 883, "\u0111\u1ed1ng": 884, "\u0111\u00f3ng": 885, "g\u00f3p": 886, "onsite": 887, "nh\u1eadt": 888, "v\u00e3": 889, "vnpt": 890, "m\u00f9a": 891, "b\u00e0o": 892, "result": 893, "x\u00e1c": 894, "r\u00f5": 895, "r\u00e0ng": 896, "ch\u1eefa": 897, "chi\u1ebfu": 898, "skype": 899, "tel": 900, "c\u1ed5ng": 901, "viettelpost": 902, "sim": 903, "l\u1ef1a": 904, "ch\u1ecdn": 905, "tr\u1ea3": 906, "sms": 907, "c\u1ee9ng": 908, "windows": 909, "eclipse": 910, "my": 911, "visio": 912, "topup": 913, "viettel": 914, "post": 915, "app": 916, "n\u1ea1p": 917, "c\u00f9ng": 918, "l\u00fac": 919, "nghi\u1ec7n": 920, "snagit": 921, "crm": 922, "epay": 923, "ti\u1ec1n": 924, "chi\u1ebft": 925, "kh\u1ea5u": 926, "megacard": 927, "mgc": 928, "l\u1ea1i": 929, "h\u1ecdp": 930, "dot": 931, "net": 932, "svn": 933, "eservice": 934, "v\u1eadt": 935, "takayama": 936, "logical": 937, "design": 938, "physical": 939, "\u0111\u1eb7ng": 940, "ng\u00e1ch": 941, "v\u00f2ng": 942, "g\u1eafn": 943, "b\u00f3": 944, "l\u00e2u": 945, "d\u00e0i": 946, "vi\u1ec7": 947, "v\u1eefng": 948, "agile": 949, "performance": 950, "chi\u1ebfm": 951, "ram": 952, "cpu": 953, "kh\u1ed1i": 954, "nhi\u00eau": 955, "treo": 956, "report": 957, "h\u00e0n": 958, "k\u1ef3": 959, "x\u00f3m": 960, "tr\u1ea7n": 961, "s\u01a1n": 962, "ng\u1eafn": 963, "h\u1ea1n": 964, "d\u01b0\u1edbi": 965, "d\u1ea1y": 966, "kh\u00e1t": 967, "t\u1ea5t": 968, "v\u1ed1n": 969, "c\u00e1nh": 970, "ch\u1eb7ng": 971, "h\u01b0ng": 972, "y\u00ean": 973, "olympic": 974, "vui": 975, "console": 976, "qu\u1ea7n": 977, "\u00e1o": 978, "qu\u1ef9": 979, "m\u00f9": 980, "tr\u1ed3ng": 981, "\u0111\u1ea1o": 982, "hi\u1ebfn": 983, "m\u00e1u": 984, "l\u1ea7n": 985, "b\u1ed5ng": 986, "\u0111\u1eb3ng": 987, "th\u1eb3ng": 988, "th\u1eafn": 989, "s\u1eafp": 990, "x\u1ebfp": 991, "b\u00e0y": 992, "bi\u1ec3u": 993, "ide": 994, "soft": 995, "tech": 996, "hi\u1ec3m": 997, "hdsd": 998, "mantis": 999, "ng\u1ecdng": 1000, "t\u00f2i": 1001, "kh\u00e1m": 1002, "ph\u00e1": 1003, "tr\u00e0": 1004, "k\u00ednh": 1005, "gi\u1ea5y": 1006, "tri\u1ec1n": 1007, "h\u1eefu": 1008, "tay": 1009, "\u0111\u1ee3i": 1010, "fulltime": 1011, "gi\u1edd": 1012, "d\u1ec5": 1013, "d\u00e0ng": 1014, "c\u00f3th\u1ec3": 1015, "thu\u1eadn": 1016, "ti\u1ec7n": 1017, "ti\u1ebft": 1018, "th\u1ecfa": 1019, "m\u00e3n": 1020, "\u0111\u00fang": 1021, "gui": 1022, "studio": 1023, "uml": 1024, "tr\u1ecbnh": 1025, "h\u1eb1ng": 1026, "gi\u00e1p": 1027, "nh\u1ecb": 1028, "th\u1ecbnh": 1029, "li\u1ec7t": 1030, "ho\u00e0ng": 1031, "c\u1ea3i": 1032, "tr\u1ea3i": 1033, "t\u1ebf": 1034, "l\u1ebb": 1035, "vd": 1036, "ngu\u1ed3n": 1037, "joomla": 1038, "v\u00e2n": 1039, "ttz": 1040, "ch\u1ed1ng": 1041, "tr\u1ed9m": 1042, "ninh": 1043, "ph\u1ea7m": 1044, "t\u0103ng": 1045, "r\u1ed9ng": 1046, "jsc": 1047, "front": 1048, "end": 1049, "outsource": 1050, "back": 1051, "csdl": 1052, "corporation": 1053, "unit": 1054, "wordpress": 1055, "curriculum": 1056, "vitae": 1057, "giang": 1058, "xu\u00e2n": 1059, "bkav": 1060, "senior": 1061, "h\u00ea": 1062, "mail": 1063, "n\u1ed9t": 1064, "tai": 1065, "service": 1066, "soap": 1067, "chat": 1068, "btalk": 1069, "g\u1ecdi": 1070, "nh\u1eafn": 1071, "hi\u00ean": 1072, "m\u1eaft": 1073, "c\u00e0i": 1074, "google": 1075, "store": 1076, "l\u1edbp": 1077, "jsp": 1078, "perl": 1079, "shell": 1080, "android": 1081, "upload": 1082, "playstore": 1083, "linux": 1084, "window": 1085, "sever": 1086, "ubuntu": 1087, "\u0111inh": 1088, "\u00fat": 1089, "m\u1ef9": 1090, "ph\u01b0\u1eddng": 1091, "qu\u00e2n": 1092, "b\u00ecnh": 1093, "api": 1094, "rest": 1095, "qu\u00e0": 1096, "v\u00f4": 1097, "s\u1ebb": 1098, "giai": 1099, "\u0111o\u1ea1n": 1100, "suy": 1101, "ngh\u0129": 1102, "mi\u1ec1n": 1103, "modules": 1104, "\u01b0ng": 1105, "nhu\u1ebf": 1106, "gpa": 1107, "cpa": 1108, "tr\u1eafc": 1109, "video": 1110, "funny": 1111, "youtube": 1112, "\u1ea9m": 1113, "lu\u1eadn": 1114, "\u00fd": 1115, "demo": 1116, "react": 1117, "vng": 1118, "olp": 1119, "ktqs": 1120, "l\u1ecdt": 1121, "samsung": 1122, "challenge": 1123, "hai": 1124, "forum": 1125, "d\u01b0\u01a1ng": 1126, "\u0111\u00f4ng": 1127, "hn": 1128, "bach": 1129, "out": 1130, "map": 1131, "car": 1132, "new": 1133, "wind": 1134, "s\u00e2u": 1135, "certificate": 1136, "world": 1137, "cup": 1138, "cloud": 1139, "message": 1140, "lite": 1141, "volley": 1142, "full": 1143, "dms": 1144, "d\u01b0\u1ee3c": 1145, "\u0111\u1ee9c": 1146, "xcode": 1147, "fire": 1148, "base": 1149, "pioneer": 1150, "navi": 1151, "khi\u00ean": 1152, "\u00f4": 1153, "t\u00f4": 1154, "ch\u1ea1y": 1155, "k": 1156, "content": 1157, "provider": 1158, "for": 1159, "august": 1160, "nal": 1161, "global": 1162, "career": 1163, "\u0111\u1eadu": 1164, "what": 1165, "skills": 1166, "work": 1167, "projects": 1168, "or": 1169, "achievements": 1170, "make": 1171, "you": 1172, "strong": 1173, "x\u00fac": 1174, "b\u01b0\u1edbc": 1175, "ifi": 1176, "developer": 1177, "table": 1178, "clb": 1179, "c\u1ee7ng": 1180, "spring": 1181, "boot": 1182, "data": 1183, "oop": 1184, "databases": 1185, "\u0111am": 1186, "m\u00ea": 1187, "khi\u00eam": 1188, "nh\u01b0\u1eddng": 1189, "l\u1eafng": 1190, "c\u00e1i": 1191, "ng\u00f4": 1192, "b\u00e1ch": 1193, "vietnam": 1194, "r&d": 1195, "svmc": 1196, "checklist": 1197, "h\u1ea1ng": 1198, "database": 1199, "core": 1200}, "tokens": ["UNK", "th\u00f4ng", "tin", "\u1ee9ng", "tuy\u1ec3n", "c\u00e1", "nh\u00e2n", "h\u1ecd", "t\u00ean", ":", "l\u00ea", "th\u1ecb", "t\u00e2m", "qu\u1ed1c", "t\u1ecbch", "vi\u1ec7t", "nam", "ng\u00e0y", "sinh", "gi\u1edb", "t\u00ednh", "n\u1eef", "t\u00ecnh", "tr\u1ea1ng", "h\u00f4n", "\u0111\u1ed9c", "th\u00e2n", "chi\u1ec1u", "cao", ";", "c\u00e2n", "n\u1eb7ng", "\u0111i\u00ean", "tho\u1ea1i", "email", "m\u1ee5c", "ti\u00eau", "n\u00e2ng", "c\u1ea5p", "ki\u1ebfn", "th\u1ee9c", "v\u1ec1", "cntt", "k\u0129", "n\u0103ng", "test", "ph\u00e2n", "thi", "\u0111\u1ea1t", "ch\u1ee9ng", "ch\u1ec9", "tr\u1edf", "th\u00e0nh", "m\u1ed9t", "chuy\u00ean", "gia", "t\u00edch", "kh\u00f4ng", "ng\u1eebng", "b\u1ea3n", "v\u00e0", "kh\u1eb3ng", "\u0111\u1ecbnh", "m\u00ecnh", "\u0111\u1ec3", "c\u00f3", "v\u1ecb", "tr\u00ed", "ch\u1ee7", "ch\u1ed1t", "trong", "c\u00f4ng", "tr\u00ecnh", "\u0111\u1ed9", "h\u1ecdc", "v\u1ea5n", "n\u0103m", "b\u1eb1ng", "chuy\u1ec3n", "\u0111\u1ec1", "t\u00e0i", "tr\u01b0\u1eddng", "\u0111\u00e0o", "ty", "c\u1eed", "h\u1ec7", "th\u1ed1ng", "\u0111\u1ea1i", "th\u01b0\u01a1ng", "m\u1ea1i", "gi\u1ea3i", "khuy\u1ebfn", "kh\u00edch", "nghi\u00ean", "c\u1ee9u", "khoa", "nh\u1ea5t", "s\u1ed1", "ph\u01b0\u01a1ng", "ph\u00e1p", "d\u1ee5ng", "tr\u00ean", "matlab", "nh\u1eadn", "d\u1ea1ng", "h\u00ecnh", "\u1ea3nh", "m\u0103ng", "non", "xu\u1ea5t", "s\u1eafc", "tnhh", "fps", "fpt", "page", "of", "k\u1ef9", "ngh\u1ec7", "ki\u1ec3m", "c\u01a1", "o", "quy", "ph\u00e1t", "tri\u1ec3n", "x\u00e2y", "d\u1ef1ng", "ph\u1ea7n", "m\u1ec1m", "li\u1ec7u", "user", "guid", "planning", "scenario", "hight", "level", "vi\u1ebft", "b\u00e1o", "c\u00e1o", "ng\u00f4n", "ng\u1eef", "sap", "dotnet", "c#", "vb", "+", "php", "html", "s\u1edf", "d\u1eef", "sql", "server", "v\u0103n", "ph\u00f2ng", "ms", "office", "vi\u1ec7c", "giao", "ti\u1ebfp", "l\u00e0m", "nh\u00f3m", "l\u1eadp", "thuy\u1ebft", "c\u1eadn", "quy\u1ebft", "\u0111\u00e0m", "ph\u00e1n", "kinh", "nghi\u1ec7m", "d\u1ef1", "\u00e1n", "qu\u1ea3n", "l\u00fd", "thu\u1ebf", "t\u1eadp", "trung", "tms", "m\u00f4", "t\u1ea3", "kh\u00e1c", "h\u00e0ng", "t\u1ed5ng", "c\u1ee5c", "b\u1ea3o", "tr\u00ec", "nh\u1eb1m", "\u0111\u00e1p", "c\u00e1c", "y\u00eau", "c\u1ea7u", "ng\u00e0nh", "c\u00e1n", "b\u1ed9", "th\u1eed", "th\u1eddi", "gian", "\u0111\u1ebfn", "tham", "ch\u00ednh", "s\u00e1ch", "thay", "\u0111\u1ed5i", "nghi\u1ec7p", "v\u1ee5", "c\u1ee7a", "thi\u1ebft", "k\u1ebf", "ch\u1ee9c", "h\u01b0\u1edbng", "d\u1eabn", "s\u1eed", "ho\u1ea1ch", "t\u1ea1o", "th\u1ef1c", "hi\u1ec7n", "ghi", "l\u1ed7i", "l\u00ean", "c\u1ee5", "k\u00ea", "lo\u1ea1i", "so\u00e1t", "kh\u1eafc", "ph\u1ee5c", "x\u1eed", "khai", "to\u00e1n", "h\u00f3a", "t\u00e1c", "gi\u1ea3m", "b\u1edbt", "th\u1ee7", "t\u1ee5c", "h\u00e0nh", "lang", "minh", "b\u1ea1ch", "hi\u1ec7u", "qu\u1ea3", "ng\u01b0\u1eddi", "oracle", "k\u1ecbch", "tra", "truy\u1ec1n", "h\u1ed7", "tr\u1ee3", "t\u01b0", "tncn", "cho", "quan", "n\u1ed9p", "b\u1ed5", "sung", "c\u00e1ch", "tinh", "th\u1ea7n", "nhi\u1ec7t", "huy\u1ebft", "tr\u00e1nh", "nhi\u1ec7m", "t\u1eadn", "ti\u1ebfn", "kh\u1ea3", "th\u00edch", "linh", "ho\u1ea1t", "l\u00e0", "t\u1ed5", "nghi\u00eam", "t\u00fac", "lu\u00f4n", "mong", "mu\u1ed1n", "h\u1ecfi", "\u0111\u01b0\u1ee3c", "nh\u1eefng", "th\u00e1ch", "th\u1ee9", "\u0111i\u1ec3m", "m\u1ea1nh", "b\u1ec1n", "b\u1ec9", "ch\u1ecbu", "\u00e1p", "l\u1ef1c", "du", "l\u1ecbch", "\u0111\u1ecdc", "t\u00ecm", "hi\u1ec3u", "do", "d\u1ef1a", "g\u00ec", "t\u00f4i", "th\u1ebf", "l\u0129nh", "v\u1ef1c", "d\u1ecbch", "kh\u00e1ch", "s\u1ea1n", "homestay", "v\u1edbi", "s\u1ee9", "l\u1ea5y", "con", "n\u1ec1n", "t\u1ea3ng", "ch\u00fang", "ch\u00e0o", "\u0111\u00f3n", "nhi\u1ec1u", "l\u01b0\u01a1ng", "th\u01b0\u1edfng", "theo", "m\u00f4i", "m\u1ec1n", "nhu", "\u0111\u00e2y", "ki\u1ebfm", "n\u01a1i", "m\u00e0", "th\u1ec3", "to\u00e0n", "khao", "nguy\u1ec5n", "h\u1ed3ng", "h\u1ea1nh", "team", "leader", "s\u0111t", "s\u01a1", "y\u1ebfu", "dung", "\u0111\u1ecba", "\u0111\u1ed9i", "th\u00f4n", "b\u00e3i", "th\u00e1p", "x\u00e3", "\u0111\u1ed3ng", "huy\u1ec7n", "\u0111an", "ph\u01b0\u1ee3ng", "h\u00e0", "n\u1ed9i", "gi\u1edbi", "v\u1ecbtr\u00ed", "tester", "b\u1eaft", "\u0111\u1ea7u", "l\u01b0\u1ee3ng", "m\u00f4n", "nay", "vi\u00ean", "t\u1ea1i", "d\u1ef1\u00e1n", "\u0111\u00e3", "bizweb", "c\u1ed5", "dkt", "g\u1ed3m", "tr\u00e1ch", "case", "website", "m\u1edf", "c\u1ea3", "online", "tr\u1ef1c", "tuy\u1ebfn", "trang", "ph\u00e9p", "\u0111\u0103ng", "k\u00ed", "thanh", "chi", "ph\u00ed", "tr\u1ecb", "quy\u1ec1n", "s\u1eeda", "gi\u00e1", "di\u1ec7n", "xem", "mua", "qua", "m\u1ea1ng", "li\u00ean", "l\u1ea1c", "c\u1eeda", "vi\u1ec7n", "thu\u1ed1c", "\u01b0\u01a1ng", "ph\u1ea9n", "nh\u01b0", "s\u1ef1", "t\u1eeb", "\u0111i\u1ec3n", "bao", "s\u1ea3n", "ph\u1ea9m", "ch\u1ea5t", "b\u1ecb", "h\u1ed3", "qu\u00e1", "khi", "xong", "th\u00e1i", "nhau", "g\u1eedi", "th\u1ea3o", "duy\u1ec7t", "ho\u00e0n", "chu\u1ea9n", "kho", "k\u1ebft", "th\u00e1ng", "in", "\u00e2u", "\u0111\u1eb7t", "ch\u1ebf", "\u0111\u01a1n", "gi\u1ea3", "module", "kho\u1ea3n", "\u0111\u1ed1i", "nh\u1eadp", "l\u00ed", "thi\u1ec7t", "java", "admin", "\u0111\u00f3", "b\u00e1n", "chia", "notepad", "m\u1edbi", "n\u00e0y", "gi\u00fap", "d\u00f9ng", "g\u00f3i", "m\u00e3i", "b\u00ean", "client", "thi\u1ec7u", "ngo\u00e0i", "ra", "n\u00f3", "c\u00f2n", "\u01b0u", "\u0111\u00e3i", "th\u1ea1o", "d\u00f5i", "bugs", "\u0111\u1ea3m", "bi\u1ebft", "microsoft", "word", "powerpoint", "excel", "internet", "e", "web", "kh\u1ea3n\u0103ng", "hu\u1ed1ng", "t\u1ed1t", "m\u1ecdi", "nghi", "nhanh", "c\u1ea3nh", "v\u00ec", "sao", "n\u00ean", "h\u1ebft", "ch\u0103m", "ham", "h\u00f2a", "ngh\u1ec1", "b\u1ea1n", "b\u00e8", "s\u1ebd", "d\u00e0nh", "quen", "ph\u1ea5n", "\u0111\u1ea5u", "thu\u1ed9c", "nghe", "nh\u1ea1c", "t\u1ee9c", "c\u1ea9n", "th\u1eadn", "th\u1eadt", "th\u00e0", "ngh\u1ec1nghi\u1ec7p", "t\u01b0\u01a1ng", "lai", "tr\u01b0\u1edfng", "\u0111\u1ed7", "thu\u1eadt", "\u0111i\u1ec7n", "c\u1eedu", "tr\u00e2u", "qu\u1ef3", "l\u00e2m", "https", "\u0111\u00e2u", "ti\u00ean", "c\u1ea7n", "t\u00ecn", "ph\u00f9", "h\u1ee3p", "ch\u00f3", "t\u00f4n", "tr\u1ecdng", "l\u1eabn", "l\u0169y", "thu\u00e2t", "\u0111i\u1ec1u", "c\u0169ng", "thu", "n\u00f4ng", "v\u00e0i", "ch\u01b0a", "kh\u00f3a", "bachkhoa", "&", "mysql", "l\u1ef9", "cu\u1ed9c", "s\u1ed1ng", "aptech", "t\u1ef1", "t\u1eebng", "\u1edf", "r\u00fat", "r\u1ea5t", "\u00edch", "c\u1eaft", "file", "psd", "backend", "m\u00e3", "ng\u1ed3n", "cms", "\u0111\u1ed5", "css", "jquery", "ch\u1edf", "th\u00ec", "ph\u1ea3i", "ngo\u1ea1i", "\u0111\u00e1nh", "t\u1ea3i", "thi\u1ec7n", "nh\u01b0ng", "t\u1ed3i", "ta", "l\u00e2p", "opp", "framework", "m\u1ed9", "l\u1edbn", "\u0111\u01b0a", "xung", "quanh", "c\u1ed1", "g\u1eafng", "coi", "v\u01b0\u1ee3t", "ai", "ho\u1ea3n", "h\u1ea3o", "v\u1eady", "\u0111\u1eb9p", "tr\u1eeb", "\u0111\u1ed7i", "nh\u00e0", "tuy", "nhi\u00ean", "khi\u1ebfn", "ti\u1ec5n", "tr\u1ea7m", "\u00edt", "n\u00f3i", "th\u01b0\u1eddng", "ti", "tr\u01b0\u1edbc", "\u0111\u00e1m", "th\u1ea5p", "\u0111ang", "chi\u1ebfn", "\u0111\u1eb7c", "bi\u1ec7t", "ch\u01a1i", "game", "m\u1eb7c", "d\u00f9", "gi\u1ecfi", "v\u1eabn", "huy\u1ec1n", "cu\u1ed1i", "tu\u1ea7n", "s\u1ee9c", "\u0111i", "v\u00e0o", "ngh\u1ec9", "t\u1ea5p", "b\u1eadn", "r\u1ed9n", "g\u1eb7p", "l\u1eddi", "c\u00e1m", "\u01a1n", "\u0111\u1ee1", "qu\u00fd", "anh", "ch\u1ecb", "xin", "b\u00e1u", "cv", "ch\u00fac", "kh\u1ecfe", "ch\u00e2n", "ph\u1ea1m", "th\u00eau", "khu", "\u0111\u1eafc", "di", "n\u1ed9", "v\u1eadn", "top", "l\u01b0\u1ee3c", "h\u1ed9p", "\u0111en", "\u0111\u1ed9ng", "c\u1ea1nh", "tranh", "h\u1ed9i", "th\u0103ng", "t\u1edbi", "common", "chung", "t\u1ec9", "m\u1ec9", "duy", "logic", "s\u00e1ng", "\u0111\u1ef1ng", "s\u1eb5n", "s\u00e0ng", "overtime", "phim", "s\u1eafm", "truy", "c\u1eadp", "vai", "tr\u00f2", "v", "model", "waterfall", "n\u1eafm", "v\u00f9ng", "\u0111\u01b0\u01a1ng", "bi\u00ean", "b\u1ea3ng", "\u0111o\u00e1n", "log", "bug", "tool", "c\u00e2y", "atm", "ng\u00e2n", "description", "gi\u00e1m", "s\u00e1t", "tr\u1ea1m", "b\u1ea5t", "k\u00ec", "ki\u1ec7n", "x\u00f3a", "th\u00eam", "k\u00fd", "th\u01b0", "qu\u00ean", "m\u1eadt", "kh\u1ea9u", "mobile", "cad", "h\u00e0i", "tfs", "\u0111\u00edch", "tr\u00fac", "s\u01b0", "d\u00e0n", "khoan", "m\u00e1y", "plant", "\u0111\u01b0\u1eddng", "\u1ed1ng", "c\u1ea5u", "d\u1ea7m", "th\u00e9p", "h\u1ed9", "h\u01a1n", "hang", "\u0111o\u00e0n", "ni\u00ean", "ph\u1ed1", "script", "auto", "selenium", "menu", "ch\u01b0\u01a1ng", "luy\u1ec7n", "v\u1ef1ng", "ti\u00eang", "gre", "l\u00e1i", "xe", "cdl", "th\u1ebb", "b\u00e0i", "ri\u00eang", "sau", "m\u1ed7i", "sang", "automation", "function", "hi\u1ebfu", "\u0111\u00ecnh", "li\u00eam", "mang", "project", "kh\u00f3c", "doanh", "b\u00e0n", "t\u1ec9nh", "an", "t\u1ed1i", "\u0111a", "qu\u1ea3ng", "b\u00e1", "it", "c\u1eady", "http", "g\u00e0nh", "h\u00e0o", "v\u0169ng", "t\u00e0u", "chu\u1ed7i", "m\u00f3n", "\u0103n", "kim", "c\u1ed9ng", "mvc", "code", "first", "ajax", "foundation", "source", "software", "\u0111\u00e0", "n\u1eb5ng", "\u0111\u1ed3", "th\u1ea5t", "ee", "git", "vinh", "kh\u00e1", "js", "trau", "d\u1ed3i", "trao", "xuy\u00ean", "c\u00e2u", "kh\u00f3", "kh\u0103n", "hay", "ti\u1ebfng", "head", "tutorial", "gi\u00e1o", "fast", "food", "thao", "b\u00f3ng", "\u0111\u00e1", "b\u01a1i", "ca", "h\u00e1t", "h\u00f4", "vi\u00ea", "c", "a", "m", "ha", "n\u00f4", "i", "vi", "tri", "\u01b0", "ng", "tuy\u00ea", "n", "l\u00e2", "p", "nh", "ho", "va", "nguy\u00ea", "th\u00ea", "gi\u01a1", "\u0111\u00f4", "cmt", "nga", "y", "ng\u00f5", "tam", "trinh", "hoa", "mai", "ngh\u00ea", "tha", "x", "danh", "fsoft", "gnc", "dupont", "dev", "support", "tools", "solutions", "sharepoint", "shi", "la", "v\u01a1", "lotus", "notes", "t\u00e2", "d\u01b0", "ly", "sa", "tr\u01b0\u01a1", "ba", "ve", "ma", "bay", "d\u1ee5c", "freelance", "may", "facebook", "workplace", "topica", "\u0111\u0103", "m\u01a1", "ti\u00ea", "\u0111o", "u", "kha", "ch", "thi\u00ea", "t", "l\u01b0", "co", "th\u00e2", "c\u00e2", "c\u01b0", "ch\u00ea", "tr\u01a1", "solution", "architect", "t\u01a1", "di\u1ec5n", "qu\u1eadn", "b\u1eafc", "b\u01b0u", "vi\u1ec5n", "t\u1eed", "load", "testing", "power", "point", "th\u1ea9n", "nguy\u1ec7n", "l\u01b0u", "b\u00f9i", "nhung", "l\u00e1ng", "\u0111\u1ed1ng", "\u0111\u00f3ng", "g\u00f3p", "onsite", "nh\u1eadt", "v\u00e3", "vnpt", "m\u00f9a", "b\u00e0o", "result", "x\u00e1c", "r\u00f5", "r\u00e0ng", "ch\u1eefa", "chi\u1ebfu", "skype", "tel", "c\u1ed5ng", "viettelpost", "sim", "l\u1ef1a", "ch\u1ecdn", "tr\u1ea3", "sms", "c\u1ee9ng", "windows", "eclipse", "my", "visio", "topup", "viettel", "post", "app", "n\u1ea1p", "c\u00f9ng", "l\u00fac", "nghi\u1ec7n", "snagit", "crm", "epay", "ti\u1ec1n", "chi\u1ebft", "kh\u1ea5u", "megacard", "mgc", "l\u1ea1i", "h\u1ecdp", "dot", "net", "svn", "eservice", "v\u1eadt", "takayama", "logical", "design", "physical", "\u0111\u1eb7ng", "ng\u00e1ch", "v\u00f2ng", "g\u1eafn", "b\u00f3", "l\u00e2u", "d\u00e0i", "vi\u1ec7", "v\u1eefng", "agile", "performance", "chi\u1ebfm", "ram", "cpu", "kh\u1ed1i", "nhi\u00eau", "treo", "report", "h\u00e0n", "k\u1ef3", "x\u00f3m", "tr\u1ea7n", "s\u01a1n", "ng\u1eafn", "h\u1ea1n", "d\u01b0\u1edbi", "d\u1ea1y", "kh\u00e1t", "t\u1ea5t", "v\u1ed1n", "c\u00e1nh", "ch\u1eb7ng", "h\u01b0ng", "y\u00ean", "olympic", "vui", "console", "qu\u1ea7n", "\u00e1o", "qu\u1ef9", "m\u00f9", "tr\u1ed3ng", "\u0111\u1ea1o", "hi\u1ebfn", "m\u00e1u", "l\u1ea7n", "b\u1ed5ng", "\u0111\u1eb3ng", "th\u1eb3ng", "th\u1eafn", "s\u1eafp", "x\u1ebfp", "b\u00e0y", "bi\u1ec3u", "ide", "soft", "tech", "hi\u1ec3m", "hdsd", "mantis", "ng\u1ecdng", "t\u00f2i", "kh\u00e1m", "ph\u00e1", "tr\u00e0", "k\u00ednh", "gi\u1ea5y", "tri\u1ec1n", "h\u1eefu", "tay", "\u0111\u1ee3i", "fulltime", "gi\u1edd", "d\u1ec5", "d\u00e0ng", "c\u00f3th\u1ec3", "thu\u1eadn", "ti\u1ec7n", "ti\u1ebft", "th\u1ecfa", "m\u00e3n", "\u0111\u00fang", "gui", "studio", "uml", "tr\u1ecbnh", "h\u1eb1ng", "gi\u00e1p", "nh\u1ecb", "th\u1ecbnh", "li\u1ec7t", "ho\u00e0ng", "c\u1ea3i", "tr\u1ea3i", "t\u1ebf", "l\u1ebb", "vd", "ngu\u1ed3n", "joomla", "v\u00e2n", "ttz", "ch\u1ed1ng", "tr\u1ed9m", "ninh", "ph\u1ea7m", "t\u0103ng", "r\u1ed9ng", "jsc", "front", "end", "outsource", "back", "csdl", "corporation", "unit", "wordpress", "curriculum", "vitae", "giang", "xu\u00e2n", "bkav", "senior", "h\u00ea", "mail", "n\u1ed9t", "tai", "service", "soap", "chat", "btalk", "g\u1ecdi", "nh\u1eafn", "hi\u00ean", "m\u1eaft", "c\u00e0i", "google", "store", "l\u1edbp", "jsp", "perl", "shell", "android", "upload", "playstore", "linux", "window", "sever", "ubuntu", "\u0111inh", "\u00fat", "m\u1ef9", "ph\u01b0\u1eddng", "qu\u00e2n", "b\u00ecnh", "api", "rest", "qu\u00e0", "v\u00f4", "s\u1ebb", "giai", "\u0111o\u1ea1n", "suy", "ngh\u0129", "mi\u1ec1n", "modules", "\u01b0ng", "nhu\u1ebf", "gpa", "cpa", "tr\u1eafc", "video", "funny", "youtube", "\u1ea9m", "lu\u1eadn", "\u00fd", "demo", "react", "vng", "olp", "ktqs", "l\u1ecdt", "samsung", "challenge", "hai", "forum", "d\u01b0\u01a1ng", "\u0111\u00f4ng", "hn", "bach", "out", "map", "car", "new", "wind", "s\u00e2u", "certificate", "world", "cup", "cloud", "message", "lite", "volley", "full", "dms", "d\u01b0\u1ee3c", "\u0111\u1ee9c", "xcode", "fire", "base", "pioneer", "navi", "khi\u00ean", "\u00f4", "t\u00f4", "ch\u1ea1y", "k", "content", "provider", "for", "august", "nal", "global", "career", "\u0111\u1eadu", "what", "skills", "work", "projects", "or", "achievements", "make", "you", "strong", "x\u00fac", "b\u01b0\u1edbc", "ifi", "developer", "table", "clb", "c\u1ee7ng", "spring", "boot", "data", "oop", "databases", "\u0111am", "m\u00ea", "khi\u00eam", "nh\u01b0\u1eddng", "l\u1eafng", "c\u00e1i", "ng\u00f4", "b\u00e1ch", "vietnam", "r&d", "svmc", "checklist", "h\u1ea1ng", "database", "core"], "characters": ["pad", "T", "H", "\u00d4", "N", "G", "I", "\u1ee8", "U", "Y", "\u1ec2", "C", "\u00c1", "\u00c2", "\u1ecd", "t", "\u00ea", "n", ":", "L", "h", "\u1ecb", "\u00e2", "m", "Q", "u", "\u1ed1", "c", "V", "i", "\u1ec7", "a", "g", "\u00e0", "y", "s", "1", "0", "/", "9", "2", "\u1edb", "\u00ed", "\u1eef", "\u00ec", "r", "\u1ea1", "\u00f4", "\u0110", "\u1ed9", "\u1ec1", "o", "6", ";", "\u1eb7", "4", "k", ".", "7", "8", "E", "l", "e", "@", "M", "\u1ee4", "\u00ca", "-", "\u1ea5", "p", "\u1ebf", "\u1ee9", "v", ",", "\u0129", "\u0103", "\u0111", "\u1ec9", "S", "B", "A", "d", "\u1edf", "K", "\u1eeb", "b", "\u1ea3", "\u1eb3", "\u1ec3", "\u00f3", "\u1ee7", "R", "\u00cc", "\u1ed8", "\u1ecc", "\u1ea4", "\u00c0", "\u00cd", "\u1eb1", "\u01b0", "\u1edd", "\u1eed", "\u01a1", "(", ")", "\u00e1", "\u1ee5", "\u1ead", "5", "x", "\u1eaf", "F", "P", "f", "3", "\u1ef8", "\u0102", "\u1ef9", "\u1ef1", "\u1ea7", "X", "D", "#", "+", "O", "\u00f2", "q", "\u1ec6", "\u00fd", "\u1ed5", "\u1eab", "\u1ed7", "w", "z", "\u1ee3", "\u1ed4", "\u00fa", "\u1ecf", "\u00dd", "\u1ef0", "\u1ec5", "\u1ed3", "\u01a0", "\u1ebe", "\u1eca", "\u00e3", "\u1eb0", "\u00c3", "j", "W", "\u00e9", "\u1ea9", "J", "\u00f9", "\u00f5", "\u00e8", "\u01af", "\u1ee2", "\u1ebc", "\u1ef3", "\u1ec0", "\u0169", "&", "\u1ea0", "\u1eb9", "\u1ede", "\u1edc", "\u1ee1", "!", "\u1eb5", ">", "\u1ebb", "\u1ebd", "\u1ea6", "\u1ec4", "\u1eec", "\u1ec8", "?", "=", "\u1eac", "Z", "_", "\u0128", "\u00da", "\u1ea8", "\u1ea2"], "character2index": {"T": 1, "H": 2, "\u00d4": 3, "N": 4, "G": 5, "I": 6, "\u1ee8": 7, "U": 8, "Y": 9, "\u1ec2": 10, "C": 11, "\u00c1": 12, "\u00c2": 13, "\u1ecd": 14, "t": 15, "\u00ea": 16, "n": 17, ":": 18, "L": 19, "h": 20, "\u1ecb": 21, "\u00e2": 22, "m": 23, "Q": 24, "u": 25, "\u1ed1": 26, "c": 27, "V": 28, "i": 29, "\u1ec7": 30, "a": 31, "g": 32, "\u00e0": 33, "y": 34, "s": 35, "1": 36, "0": 37, "/": 38, "9": 39, "2": 40, "\u1edb": 41, "\u00ed": 42, "\u1eef": 43, "\u00ec": 44, "r": 45, "\u1ea1": 46, "\u00f4": 47, "\u0110": 48, "\u1ed9": 49, "\u1ec1": 50, "o": 51, "6": 52, ";": 53, "\u1eb7": 54, "4": 55, "k": 56, ".": 57, "7": 58, "8": 59, "E": 60, "l": 61, "e": 62, "@": 63, "M": 64, "\u1ee4": 65, "\u00ca": 66, "-": 67, "\u1ea5": 68, "p": 69, "\u1ebf": 70, "\u1ee9": 71, "v": 72, ",": 73, "\u0129": 74, "\u0103": 75, "\u0111": 76, "\u1ec9": 77, "S": 78, "B": 79, "A": 80, "d": 81, "\u1edf": 82, "K": 83, "\u1eeb": 84, "b": 85, "\u1ea3": 86, "\u1eb3": 87, "\u1ec3": 88, "\u00f3": 89, "\u1ee7": 90, "R": 91, "\u00cc": 92, "\u1ed8": 93, "\u1ecc": 94, "\u1ea4": 95, "\u00c0": 96, "\u00cd": 97, "\u1eb1": 98, "\u01b0": 99, "\u1edd": 100, "\u1eed": 101, "\u01a1": 102, "(": 103, ")": 104, "\u00e1": 105, "\u1ee5": 106, "\u1ead": 107, "5": 108, "x": 109, "\u1eaf": 110, "F": 111, "P": 112, "f": 113, "3": 114, "\u1ef8": 115, "\u0102": 116, "\u1ef9": 117, "\u1ef1": 118, "\u1ea7": 119, "X": 120, "D": 121, "#": 122, "+": 123, "O": 124, "\u00f2": 125, "q": 126, "\u1ec6": 127, "\u00fd": 128, "\u1ed5": 129, "\u1eab": 130, "\u1ed7": 131, "w": 132, "z": 133, "\u1ee3": 134, "\u1ed4": 135, "\u00fa": 136, "\u1ecf": 137, "\u00dd": 138, "\u1ef0": 139, "\u1ec5": 140, "\u1ed3": 141, "\u01a0": 142, "\u1ebe": 143, "\u1eca": 144, "\u00e3": 145, "\u1eb0": 146, "\u00c3": 147, "j": 148, "W": 149, "\u00e9": 150, "\u1ea9": 151, "J": 152, "\u00f9": 153, "\u00f5": 154, "\u00e8": 155, "\u01af": 156, "\u1ee2": 157, "\u1ebc": 158, "\u1ef3": 159, "\u1ec0": 160, "\u0169": 161, "&": 162, "\u1ea0": 163, "\u1eb9": 164, "\u1ede": 165, "\u1edc": 166, "\u1ee1": 167, "!": 168, "\u1eb5": 169, ">": 170, "\u1ebb": 171, "\u1ebd": 172, "\u1ea6": 173, "\u1ec4": 174, "\u1eec": 175, "\u1ec8": 176, "?": 177, "=": 178, "\u1eac": 179, "Z": 180, "_": 181, "\u0128": 182, "\u00da": 183, "\u1ea8": 184, "\u1ea2": 185}, "UNK": "UNK", "UNK_INDEX": 0, "PADDING_INDEX": 0, "label2index": {"O": 0, "B-Header_Title": 1, "I-Header_Title": 2, "B-Profile_Title": 3, "I-Profile_Title": 4, "B-Profile_Content": 5, "I-Profile_Content": 6, "B-Objective_Title": 7, "I-Objective_Title": 8, "B-Objective_Content": 9, "I-Objective_Content": 10, "B-Education_Title": 11, "I-Education_Title": 12, "B-Education_Content": 13, "I-Education_Content": 14, "B-Award_Content": 15, "I-Award_Content": 16, "B-Skill_Title": 17, "I-Skill_Title": 18, "B-Skill_Content": 19, "I-Skill_Content": 20, "B-Experience_Title": 21, "I-Experience_Title": 22, "B-Experience_Content": 23, "I-Experience_Content": 24, "B-Other_Title": 25, "I-Other_Title": 26, "B-Other_Content": 27, "I-Other_Content": 28, "B-Hobbi_Title": 29, "I-Hobbi_Title": 30, "B-Hobbi_Content": 31, "I-Hobbi_Content": 32, "B-Award_Title": 33, "I-Award_Title": 34, "B-Name": 35, "I-Name": 36, "B-BirthDay": 37, "B-Sex": 38, "B-Phone": 39, "B-Mail": 40, "B-Time": 41, "I-Time": 42, "B-Major": 43, "I-Major": 44, "B-University": 45, "I-University": 46, "B-Page_Index": 47, "I-Page_Index": 48, "B-Programming": 49, "I-Programming": 50, "B-Company": 51, "I-Company": 52, "B-Position": 53, "I-Position": 54, "B-Address": 55, "I-Address": 56, "B-Apply_Position": 57, "I-Apply_Position": 58, "B-Project": 59, "B-Client": 60, "I-Client": 61, "I-Project": 62, "B-URL": 63, "I-URL": 64, "B-Language": 65, "I-Language": 66, "I-Phone": 67, "B-Certificate": 68, "I-Certificate": 69, "I-BirthDay": 70, "B-GPA": 71}, "labels": ["O", "B-Header_Title", "I-Header_Title", "B-Profile_Title", "I-Profile_Title", "B-Profile_Content", "I-Profile_Content", "B-Objective_Title", "I-Objective_Title", "B-Objective_Content", "I-Objective_Content", "B-Education_Title", "I-Education_Title", "B-Education_Content", "I-Education_Content", "B-Award_Content", "I-Award_Content", "B-Skill_Title", "I-Skill_Title", "B-Skill_Content", "I-Skill_Content", "B-Experience_Title", "I-Experience_Title", "B-Experience_Content", "I-Experience_Content", "B-Other_Title", "I-Other_Title", "B-Other_Content", "I-Other_Content", "B-Hobbi_Title", "I-Hobbi_Title", "B-Hobbi_Content", "I-Hobbi_Content", "B-Award_Title", "I-Award_Title", "B-Name", "I-Name", "B-BirthDay", "B-Sex", "B-Phone", "B-Mail", "B-Time", "I-Time", "B-Major", "I-Major", "B-University", "I-University", "B-Page_Index", "I-Page_Index", "B-Programming", "I-Programming", "B-Company", "I-Company", "B-Position", "I-Position", "B-Address", "I-Address", "B-Apply_Position", "I-Apply_Position", "B-Project", "B-Client", "I-Client", "I-Project", "B-URL", "I-URL", "B-Language", "I-Language", "I-Phone", "B-Certificate", "I-Certificate", "I-BirthDay", "B-GPA"], "number_of_classes": 73, "verbose": false, "expressions": ["[A-Z]", "[0-9]{10,12}", "[0-9]+", "(?:[0-9a-fA-F][0-9a-fA-F][0-9a-fA-F][0-9a-fA-F])+", "([a-zA-Z0-9][a-zA-Z0-9_.+-]*@[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+)", "(?:ftp|http|https)?://(?:[a-zA-Z]|[0-9]|[$-_@.&+]|[!*\\(\\),]|(?:%[0-9a-fA-F][0-9a-fA-F]))+", "[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+", "(?:[0-9]+\\.)+[0-9]+", "(?:[0-9]+\\.){3}[0-9]+", "(?:[0-9]+\\.){5}[0-9]+", "(?:AS|as)[0-9]+", "(?:CVE|exploit)", "(?:HK|hk)[a-zA-Z0-9/]+"], "size_pattern_vector": 13, "vocabulary_size": 1201, "alphabet_size": 186}