{"token2index": {"UNK": 0, "th\u00f4ng": 1, "tin": 2, "\u1ee9ng": 3, "tuy\u1ec3n": 4, "c\u00e1": 5, "nh\u00e2n": 6, "h\u1ecd": 7, "t\u00ean": 8, ":": 9, "l\u00ea": 10, "th\u1ecb": 11, "t\u00e2m": 12, "qu\u1ed1c": 13, "t\u1ecbch": 14, "vi\u1ec7t": 15, "nam": 16, "ng\u00e0y": 17, "sinh": 18, "10": 19, "/": 20, "11": 21, "1992": 22, "t\u00ednh": 23, "n\u1eef": 24, "t\u00ecnh": 25, "tr\u1ea1ng": 26, "h\u00f4n": 27, "\u0111\u1ed9c": 28, "th\u00e2n": 29, "chi\u1ec1u": 30, "cao": 31, "1m60": 32, ";": 33, "n\u1eb7ng": 34, "46kg": 35, "tho\u1ea1i": 36, "0164": 37, ".": 38, "947": 39, "820": 40, "email": 41, "@": 42, "gmail": 43, "com": 44, "m\u1ee5c": 45, "ti\u00eau": 46, "-": 47, "n\u00e2ng": 48, "c\u1ea5p": 49, "ki\u1ebfn": 50, "th\u1ee9c": 51, "v\u1ec1": 52, ",": 53, "k\u0129": 54, "n\u0103ng": 55, "test": 56, "ph\u00e2n": 57, "t\u00edch": 58, "thi": 59, "\u0111\u1ea1t": 60, "ch\u1ee9ng": 61, "ch\u1ec9": 62, "tr\u1edf": 63, "th\u00e0nh": 64, "m\u1ed9t": 65, "chuy\u00ean": 66, "gia": 67, "teamleader": 68, "kh\u00f4ng": 69, "ng\u1eebng": 70, "b\u1ea3n": 71, "v\u00e0": 72, "kh\u1eb3ng": 73, "\u0111\u1ecbnh": 74, "m\u00ecnh": 75, "\u0111\u1ec3": 76, "c\u00f3": 77, "v\u1ecb": 78, "tr\u00ed": 79, "ch\u1ee7": 80, "ch\u1ed1t": 81, "trong": 82, "c\u00f4ng": 83, "ty": 84, "tr\u00ecnh": 85, "\u0111\u1ed9": 86, "h\u1ecdc": 87, "v\u1ea5n": 88, "n\u0103m": 89, "b\u1eb1ng": 90, "chuy\u1ec3n": 91, "ng\u00e0ng": 92, "\u0111\u1ec1": 93, "t\u00e0i": 94, "tr\u01b0\u1eddng": 95, "\u0111\u00e0o": 96, "t\u1ea1o": 97, "2014": 98, "2010": 99, "c\u1eed": 100, "h\u1ec7": 101, "th\u1ed1ng": 102, "\u0111\u1ea1i": 103, "th\u01b0\u01a1ng": 104, "m\u1ea1i": 105, "gi\u1ea3i": 106, "khuy\u1ebfn": 107, "kh\u00edch": 108, "nghi\u00ean": 109, "c\u1ee9u": 110, "khoa": 111, "(": 112, "nh\u1ea5t": 113, ")": 114, "s\u1ed1": 115, "ph\u01b0\u01a1ng": 116, "ph\u00e1p": 117, "d\u1ee5ng": 118, "tr\u00ean": 119, "nh\u1eadn": 120, "d\u1ea1ng": 121, "h\u00ecnh": 122, "\u1ea3nh": 123, "2015": 124, "non": 125, "xu\u1ea5t": 126, "s\u1eafc": 127, "fpt": 128, "page": 129, "1": 130, "of": 131, "3": 132, "k\u1ef9": 133, "ngh\u1ec7": 134, "ki\u1ec3m": 135, "c\u01a1": 136, "o": 137, "quy": 138, "ph\u00e1t": 139, "tri\u1ec3n": 140, "x\u00e2y": 141, "d\u1ef1ng": 142, "ph\u1ea7n": 143, "m\u1ec1m": 144, "li\u1ec7u": 145, "user": 146, "guid": 147, "planning": 148, "testcase": 149, "scenario": 150, "hight": 151, "level": 152, "vi\u1ebft": 153, "b\u00e1o": 154, "c\u00e1o": 155, "th\u1eed": 156, "ng\u00f4n": 157, "ng\u1eef": 158, "r": 159, "dotnet": 160, "c#": 161, "c": 162, "+": 163, "php": 164, "html": 165, "s\u1edf": 166, "d\u1eef": 167, "sql": 168, "server": 169, "v\u0103n": 170, "ph\u00f2ng": 171, "ms": 172, "office": 173, "vi\u1ec7c": 174, "giao": 175, "ti\u1ebfp": 176, "l\u00e0m": 177, "nh\u00f3m": 178, "l\u1eadp": 179, "thuy\u1ebft": 180, "c\u1eadn": 181, "quy\u1ebft": 182, "\u0111\u00e0m": 183, "ph\u00e1n": 184, "kinh": 185, "nghi\u1ec7m": 186, "d\u1ef1": 187, "\u00e1n": 188, "qu\u1ea3n": 189, "l\u00fd": 190, "thu\u1ebf": 191, "t\u1eadp": 192, "trung": 193, "m\u00f4": 194, "t\u1ea3": 195, "kh\u00e1c": 196, "h\u00e0ng": 197, "t\u1ed5ng": 198, "c\u1ee5c": 199, "b\u1ea3o": 200, "tr\u00ec": 201, "nh\u1eb1m": 202, "\u0111\u00e1p": 203, "c\u00e1c": 204, "y\u00eau": 205, "c\u1ea7u": 206, "ng\u00e0nh": 207, "70": 208, "ng\u01b0\u1eddi": 209, "c\u00e1n": 210, "b\u1ed9": 211, "th\u1eddi": 212, "gian": 213, "\u0111\u1ebfn": 214, "nay": 215, "tham": 216, "ch\u00ednh": 217, "s\u00e1ch": 218, "thay": 219, "\u0111\u1ed5i": 220, "nghi\u1ec7p": 221, "v\u1ee5": 222, "c\u1ee7a": 223, "thi\u1ebft": 224, "k\u1ebf": 225, "ch\u1ee9c": 226, "h\u01b0\u1edbng": 227, "d\u1eabn": 228, "s\u1eed": 229, "ho\u1ea1ch": 230, "case": 231, "th\u1ef1c": 232, "hi\u1ec7n": 233, "ghi": 234, "l\u1ed7i": 235, "l\u00ean": 236, "c\u1ee5": 237, "whizible": 238, "k\u00ea": 239, "lo\u1ea1i": 240, "so\u00e1t": 241, "kh\u1eafc": 242, "ph\u1ee5c": 243, "x\u1eed": 244, "khai": 245, "to\u00e1n": 246, "2": 247, "h\u00f3a": 248, "t\u00e1c": 249, "gi\u1ea3m": 250, "b\u1edbt": 251, "th\u1ee7": 252, "t\u1ee5c": 253, "h\u00e0nh": 254, "lang": 255, "minh": 256, "b\u1ea1ch": 257, "hi\u1ec7u": 258, "qu\u1ea3": 259, "150": 260, "06": 261, "07": 262, "k\u1ecbch": 263, "tra": 264, "truy\u1ec1n": 265, "h\u1ed7": 266, "tr\u1ee3": 267, "t\u01b0": 268, "cho": 269, "quan": 270, "n\u1ed9p": 271, "b\u1ed5": 272, "sung": 273, "c\u00e1ch": 274, "tinh": 275, "th\u1ea7n": 276, "nhi\u1ec7t": 277, "huy\u1ebft": 278, "tr\u00e1nh": 279, "nhi\u1ec7m": 280, "t\u1eadn": 281, "ti\u1ebfn": 282, "kh\u1ea3": 283, "th\u00edch": 284, "linh": 285, "ho\u1ea1t": 286, "l\u00e0": 287, "t\u1ed5": 288, "nghi\u00eam": 289, "t\u00fac": 290, "lu\u00f4n": 291, "mong": 292, "mu\u1ed1n": 293, "h\u1ecfi": 294, "\u0111\u01b0\u1ee3c": 295, "nh\u1eefng": 296, "th\u00e1ch": 297, "th\u1ee9": 298, "\u0111i\u1ec3m": 299, "m\u1ea1nh": 300, "b\u1ec1n": 301, "b\u1ec9": 302, "ch\u1ecbu": 303, "\u00e1p": 304, "l\u1ef1c": 305, "du": 306, "l\u1ecbch": 307, "\u0111\u1ecdc": 308, "t\u00ecm": 309, "hi\u1ec3u": 310, "do": 311, "d\u1ef1a": 312, "g\u00ec": 313, "t\u00f4i": 314, "th\u1ebf": 315, "l\u0129nh": 316, "v\u1ef1c": 317, "d\u1ecbch": 318, "kh\u00e1ch": 319, "s\u1ea1n": 320, "homestay": 321, "v\u1edbi": 322, "s\u1ee9": 323, "l\u1ea5y": 324, "con": 325, "n\u1ec1n": 326, "t\u1ea3ng": 327, "ch\u00fang": 328, "ch\u00e0o": 329, "\u0111\u00f3n": 330, "nhi\u1ec1u": 331, "l\u01b0\u01a1ng": 332, "th\u01b0\u1edfng": 333, "theo": 334, "m\u00f4i": 335, "m\u1ec1n": 336, "nhu": 337, "\u0111\u00e2y": 338, "ki\u1ebfm": 339, "n\u01a1i": 340, "m\u00e0": 341, "th\u1ec3": 342, "to\u00e0n": 343, "di\u1ec7n": 344, "h\u1ed3ng": 345, "h\u1ea1nh": 346, "team": 347, "leader": 348, "0903": 349, "280": 350, "448": 351, "s\u01a1": 352, "y\u1ebfu": 353, "dung": 354, "097": 355, "300": 356, "1450": 357, "20": 358, "1994": 359, "\u0111\u1ecba": 360, "\u0111\u1ed9i": 361, "4": 362, "x\u00e3": 363, "\u0111\u1ed3ng": 364, "huy\u1ec7n": 365, "h\u00e0": 366, "n\u1ed9i": 367, "gi\u1edbi": 368, "dungktpm1": 369, "v\u1ecbtr\u00ed": 370, "tester": 371, "b\u1eaft": 372, "\u0111\u1ea7u": 373, "l\u01b0\u1ee3ng": 374, "m\u00f4n": 375, "2012": 376, "vi\u00ean": 377, "ngh\u1ec7th\u00f4ng": 378, "t\u1ea1i": 379, "d\u1ef1\u00e1n": 380, "\u0111\u00e3": 381, "c\u1ed5": 382, "g\u1ed3m": 383, "tr\u00e1ch": 384, "jira": 385, "website": 386, "m\u1edf": 387, "c\u1ea3": 388, "online": 389, "tr\u1ef1c": 390, "tuy\u1ebfn": 391, "trang": 392, "ph\u00e9p": 393, "\u0111\u0103ng": 394, "k\u00ed": 395, "thanh": 396, "chi": 397, "ph\u00ed": 398, "tr\u1ecb": 399, "quy\u1ec1n": 400, "s\u1eeda": 401, "gi\u00e1": 402, "xem": 403, "mua": 404, "qua": 405, "m\u1ea1ng": 406, "li\u00ean": 407, "l\u1ea1c": 408, "c\u1eeda": 409, "vi\u1ec7n": 410, "thu\u1ed1c": 411, "\u01b0\u01a1ng": 412, "5": 413, "ph\u1ea9n": 414, "nh\u01b0": 415, "s\u1ef1": 416, "t\u1eeb": 417, "\u0111i\u1ec3n": 418, "bao": 419, "s\u1ea3n": 420, "ph\u1ea9m": 421, "ch\u1ea5t": 422, "b\u1ecb": 423, "h\u1ed3": 424, "qu\u00e1": 425, "khi": 426, "xong": 427, "chuy\u1ec3nqua": 428, "th\u00e1i": 429, "nhau": 430, "g\u1eedi": 431, "th\u1ea3o": 432, "duy\u1ec7t": 433, "ho\u00e0n": 434, "chu\u1ea9n": 435, "kho": 436, "k\u1ebft": 437, "th\u00e1ng": 438, "net": 439, "in": 440, "6ng\u01b0\u1eddi": 441, "\u0111\u1eb7t": 442, "ch\u1ebf": 443, "\u0111\u01a1n": 444, "d\u1ee5ngng\u00f4n": 445, "8": 446, "redmine": 447, "gi\u1ea3": 448, "simulators": 449, "module": 450, "kho\u1ea3n": 451, "\u0111\u1ed1i": 452, "nh\u1eadp": 453, "l\u00ed": 454, "thi\u1ec7t": 455, "java": 456, "8ng\u01b0\u1eddi": 457, "admin": 458, "client": 459, "\u0111\u00f3": 460, "b\u00e1n": 461, "chia": 462, "notepad": 463, "m\u1edbi": 464, "n\u00e0y": 465, "gi\u00fap": 466, "d\u00f9ng": 467, "g\u00f3i": 468, "m\u00e3i": 469, "b\u00ean": 470, "alient": 471, "thi\u1ec7u": 472, "ngo\u00e0i": 473, "ra": 474, "n\u00f3": 475, "c\u00f2n": 476, "\u01b0u": 477, "\u0111\u00e3i": 478, "th\u1ea1o": 479, "v\u1ec1quy": 480, "testplan": 481, "d\u00f5i": 482, "bugs": 483, "\u0111\u1ea3m": 484, "v\u1ec1c\u00e1c": 485, "c\u1ee5qu\u1ea3n": 486, "bi\u1ebft": 487, "microsoft": 488, "word": 489, "powerpoint": 490, "excel": 491, "project": 492, "s\u1eedd\u1ee5ng": 493, "internet": 494, "c\u1ee5t\u00ecm": 495, "e": 496, "mail": 497, "ng\u1eefl\u1eadp": 498, "web": 499, "t\u1ed1t": 500, "\u0111\u1ec1nhanh": 501, "kh\u1ea3n\u0103ng": 502, "k\u1ebfho\u1ea1ch": 503, "t\u1ed5ch\u1ee9c": 504, "x\u1eedl\u00fd": 505, "hu\u1ed1ng": 506, "m\u1ecdi": 507, "nghi": 508, "nhanh": 509, "c\u1ea3nh": 510, "v\u00ec": 511, "sao": 512, "n\u00ean": 513, "h\u1ebft": 514, "ch\u0103m": 515, "ham": 516, "h\u00f2a": 517, "ngh\u1ec1": 518, "ch\u1ee7\u0111\u1ed9ng": 519, "b\u1ea1n": 520, "b\u00e8": 521, "\u0111\u1ec3gi\u00fap": 522, "qu\u1ea3t\u1ed1i": 523, "s\u1ebd": 524, "d\u00e0nh": 525, "quen": 526, "h\u1ec7t\u1ed1t": 527, "ph\u1ea5n": 528, "\u0111\u1ea5u": 529, "tr\u1edfth\u00e0nh": 530, "thu\u1ed9c": 531, "v\u1ec1l\u0129nh": 532, "nghe": 533, "nh\u1ea1c": 534, "t\u1ee9c": 535, "c\u1ea9n": 536, "th\u1eadn": 537, "th\u1eadt": 538, "th\u00e0": 539, "ngh\u1ec1nghi\u1ec7p": 540, "t\u01b0\u01a1ng": 541, "lai": 542, "tr\u01b0\u1edfng": 543, "\u0111\u1ed7": 544, "thu\u1eadt": 545, "03": 546, "\u0111i\u1ec7n": 547, "01638523923": 548, "dovancong": 549, "tha": 550, "qu\u1ef3": 551, "l\u00e2m": 552, "https": 553, "www": 554, "facebook": 555, "\u0111\u00e2u": 556, "ti\u00ean": 557, "c\u1ea7n": 558, "t\u00ecn": 559, "ph\u00f9": 560, "h\u1ee3p": 561, "ch\u00f3": 562, "t\u00f4n": 563, "tr\u1ecdng": 564, "l\u1eabn": 565, "l\u0169y": 566, "thu\u00e2t": 567, "\u0111i\u1ec1u": 568, "c\u0169ng": 569, "thu": 570, "2011": 571, "05": 572, "n\u00f4ng": 573, "v\u00e0i": 574, "ch\u01b0a": 575, "kh\u00f3a": 576, "2016": 577, "aptech": 578, "&": 579, "mysql": 580, "l\u1ef9": 581, "cu\u1ed9c": 582, "s\u1ed1ng": 583, "t\u1ef1": 584, "2017": 585, "vietiso": 586, "t\u1eebng": 587, "\u1edf": 588, "r\u00fat": 589, "r\u1ea5t": 590, "\u00edch": 591, "c\u1eaft": 592, "file": 593, "psd": 594, "backend": 595, "m\u00e3": 596, "ng\u1ed3n": 597, "cms": 598, "\u0111\u1ed5": 599, "fronend": 600, "css": 601, "jquery": 602, "ch\u1edf": 603, "th\u00ec": 604, "ph\u1ea3i": 605, "ngo\u1ea1i": 606, "l\u1ec7": 607, "\u0111\u00e1nh": 608, "t\u1ea3i": 609, "thi\u1ec7n": 610, "nh\u01b0ng": 611, "t\u1ed3i": 612, "t\u1ec7": 613, "ta": 614, "framework": 615, "l\u1edbn": 616, "\u0111\u01b0a": 617, "xung": 618, "quanh": 619, "c\u1ed1": 620, "g\u1eafng": 621, "coi": 622, "v\u01b0\u1ee3t": 623, "ai": 624, "ho\u1ea3n": 625, "h\u1ea3o": 626, "v\u1eady": 627, "\u0111\u1eb9p": 628, "tr\u1eeb": 629, "\u0111\u1ed7i": 630, "nh\u00e0": 631, "tuy": 632, "nhi\u00ean": 633, "khi\u1ebfn": 634, "ti\u1ec5n": 635, "tr\u1ea7m": 636, "\u00edt": 637, "n\u00f3i": 638, "th\u01b0\u1eddng": 639, "ti": 640, "tr\u01b0\u1edbc": 641, "\u0111\u00e1m": 642, "\u0111\u00f4ng": 643, "th\u1ea5p": 644, "\u0111ang": 645, "h\u01a1n": 646, "chi\u1ebfn": 647, "th\u1eafng": 648, "\u0111\u1eb7c": 649, "bi\u1ec7t": 650, "ch\u01a1i": 651, "game": 652, "m\u1eb7c": 653, "d\u00f9": 654, "gi\u1ecfi": 655, "v\u1eabn": 656, "huy\u1ec1n": 657, "cu\u1ed1i": 658, "tu\u1ea7n": 659, "s\u1ee9c": 660, "t\u01b0\u1edfng": 661, "\u0111i": 662, "v\u00e0o": 663, "ngh\u1ec9": 664, "t\u1ea5p": 665, "b\u1eadn": 666, "r\u1ed9n": 667, "g\u1eb7p": 668, "l\u1eddi": 669, "c\u00e1m": 670, "\u01a1n": 671, "\u0111\u1ee1": 672, "qu\u00fd": 673, "anh": 674, "ch\u1ecb": 675, "xin": 676, "b\u00e1u": 677, "cv": 678, "kh\u1ecfe": 679, "ch\u00e2n": 680, "!": 681, "topcv": 682, "vn": 683, "ph\u1ea1m": 684, "1995": 685, "0986103445": 686, "phamthitheulucthuy": 687, "khu": 688, "a6": 689, "\u0111\u1eafc": 690, "di": 691, "phuong": 692, "theu": 693, "758": 694, "9": 695, "2013": 696, "v\u1eadn": 697, "top": 698, "l\u01b0\u1ee3c": 699, "h\u1ed9p": 700, "\u0111en": 701, "\u0111\u1ed9ng": 702, "c\u1ea1nh": 703, "tranh": 704, "h\u1ed9i": 705, "th\u0103ng": 706, "t\u1edbi": 707, "common": 708, "chung": 709, "t\u1ec9": 710, "m\u1ec9": 711, "duy": 712, "logic": 713, "s\u00e1ng": 714, "\u0111\u1ef1ng": 715, "s\u1eb5n": 716, "s\u00e0ng": 717, "overtime": 718, "phim": 719, "s\u1eafm": 720, "truy": 721, "c\u1eadp": 722, "vai": 723, "tr\u00f2": 724, "v": 725, "model": 726, "scrum": 727, "n\u1eafm": 728, "v\u00f9ng": 729, "\u0111\u01b0\u01a1ng": 730, "bi\u00ean": 731, "b\u1ea3ng": 732, "\u0111o\u00e1n": 733, "log": 734, "bug": 735, "tool": 736, "6": 737, "7": 738, "c\u00e2y": 739, "atm": 740, "ng\u00e2n": 741, "gi\u00e1m": 742, "s\u00e1t": 743, "tr\u1ea1m": 744, "b\u1ea5t": 745, "k\u00ec": 746, "ki\u1ec7n": 747, "x\u00f3a": 748, "th\u00eam": 749, "k\u00fd": 750, "th\u01b0": 751, "qu\u00ean": 752, "m\u1eadt": 753, "kh\u1ea9u": 754, "mobile": 755, "h\u00e0i": 756, ">100": 757, "\u0111\u00edch": 758, "tr\u00fac": 759, "s\u01b0": 760, "d\u00e0n": 761, "khoan": 762, "m\u00e1y": 763, "plant": 764, "\u0111\u01b0\u1eddng": 765, "\u1ed1ng": 766, "structer": 767, "c\u1ea5u": 768, "d\u1ea7m": 769, "th\u00e9p": 770, "h\u1ed9": 771, "hang": 772, "xax": 773, "\u0111o\u00e0n": 774, "ni\u00ean": 775, "ph\u1ed1": 776, "12": 777, "script": 778, "auto": 779, "selenium": 780, "menu": 781, "ch\u01b0\u01a1ng": 782, "luy\u1ec7n": 783, "v\u1ef1ng": 784, "ti\u00eang": 785, "l\u00e1i": 786, "xe": 787, "th\u1ebb": 788, "b\u00e0i": 789, "ri\u00eang": 790, "sau": 791, "m\u1ed7i": 792, "sang": 793, "automation": 794, "function": 795, "14": 796, "08": 797, "1991": 798, "0169": 799, "680": 800, "5257": 801, "info": 802, "hieuit": 803, "\u0111\u00ecnh": 804, "mang": 805, "09": 806, "kh\u00f3c": 807, "doanh": 808, "b\u00e0n": 809, "t\u1ec9nh": 810, "an": 811, "h\u1ecdv\u1edbi": 812, "t\u1ed1i": 813, "\u0111a": 814, "qu\u1ea3ng": 815, "b\u00e1": 816, "it": 817, "c\u1eady": 818, "http": 819, "diadiemtincay": 820, "chu\u1ed7i": 821, "m\u00f3n": 822, "\u0103n": 823, "kim": 824, "c\u1ed9ng": 825, "code": 826, "first": 827, "ajax": 828, "source": 829, "software": 830, "\u0111\u00e0": 831, "\u0111\u1ed3": 832, "th\u1ea5t": 833, "git": 834, "kh\u00e1": 835, "trau": 836, "d\u1ed3i": 837, "trao": 838, "xuy\u00ean": 839, "c\u00e2u": 840, "kh\u00f3": 841, "kh\u0103n": 842, "hay": 843, "ti\u1ebfng": 844, "tutorial": 845, "tutorialsteacher": 846, "docs": 847, "gi\u00e1o": 848, "thao": 849, "b\u00f3ng": 850, "\u0111\u00e1": 851, "b\u01a1i": 852, "l\u1ed9i": 853, "ca": 854, "h\u00e1t": 855, "vi\u00ea": 856, "a": 857, "\u0111i\u00ea": 858, "m": 859, "ha": 860, "i": 861, "vi": 862, "tri": 863, "\u01b0": 864, "ng": 865, "tuy\u00ea": 866, "n": 867, "l\u00e2": 868, "p": 869, "nh": 870, "ho": 871, "va": 872, "th\u00ea": 873, "\u0111\u00f4": 874, "01675694257": 875, "013039646": 876, "y": 877, "19": 878, "1993": 879, "ng\u00f5": 880, "131": 881, "trinh": 882, "hoa": 883, "nghi\u00ea": 884, "x": 885, "danh": 886, "dev": 887, "8000000": 888, "tools": 889, "solutions": 890, "sharepoint": 891, "7200000": 892, "la": 893, "v\u01a1": 894, "notes": 895, "6400000": 896, "t\u00e2": 897, "d\u01b0": 898, "ly": 899, "sa": 900, "bootstrap": 901, "ba": 902, "ve": 903, "ma": 904, "bay": 905, "d\u1ee5c": 906, "x\u01b0\u01a1": 907, "may": 908, "9000000": 909, "workplace": 910, "\u0111\u0103": 911, "m\u01a1": 912, "\u0111o": 913, "hi\u00ea": 914, "u": 915, "kha": 916, "ch": 917, "thi\u00ea": 918, "t": 919, "d\u01b0\u01a1": 920, "l\u01b0": 921, "co": 922, "th\u00e2": 923, "c\u00e2": 924, "c\u01b0": 925, "khi\u00ea": 926, "ch\u00ea": 927, "th\u0103": 928, "solution": 929, "t\u01a1": 930, "092106032": 931, "kimtuyennt": 932, "ptit": 933, "189": 934, "di\u1ec5n": 935, "qu\u1eadn": 936, "b\u1eafc": 937, "2018": 938, "b\u01b0u": 939, "vi\u1ec5n": 940, "t\u1eed": 941, "testcasest\u1ed1t": 942, "t\u00edchgi\u00e1": 943, "performance": 944, "testing": 945, "testgiao": 946, "th\u1ea9n": 947, "nguy\u1ec7n": 948, "l\u01b0u": 949, "25": 950, "01": 951, "0165": 952, "649": 953, "4571": 954, "hongnhungnb93": 955, "1008": 956, "l\u00e1ng": 957, "\u0111\u00f3ng": 958, "g\u00f3p": 959, "onsite": 960, "nh\u1eadt": 961, "v\u00e3": 962, "testchecklist": 963, "checksheet": 964, "m\u00f9a": 965, "b\u00e0o": 966, "result": 967, "x\u00e1c": 968, "r\u00f5": 969, "r\u00e0ng": 970, "ch\u1eefa": 971, "chi\u1ebfu": 972, "testerhanoi": 973, "yahoo": 974, "099": 975, "401": 976, "6879": 977, "c\u1ed5ng": 978, "sim": 979, "l\u1ef1a": 980, "ch\u1ecdn": 981, "tr\u1ea3": 982, "sms": 983, "c\u1ee9ng": 984, "windows": 985, "eclipse": 986, "my": 987, "visio": 988, "post": 989, "app": 990, "n\u1ea1p": 991, "c\u00f9ng": 992, "l\u00fac": 993, "ti\u1ec1n": 994, "chi\u1ebft": 995, "kh\u1ea5u": 996, "l\u1ea1i": 997, "h\u1ecdp": 998, "svn": 999, "v\u1eadt": 1000, "80": 1001, "design": 1002, "0968267084": 1003, "dangthao0506": 1004, "28": 1005, "ng\u00e1ch": 1006, "90": 1007, "1194": 1008, "profile": 1009, "php?": 1010, "id=100008354809439": 1011, "v\u00f2ng": 1012, "g\u1eafn": 1013, "b\u00f3": 1014, "l\u00e2u": 1015, "d\u00e0i": 1016, "vi\u1ec7": 1017, "v\u1eefng": 1018, "one": 1019, "02": 1020, "chi\u1ebfm": 1021, "kh\u1ed1i": 1022, "nhi\u00eau": 1023, "treo": 1024, "jmeter": 1025, "report": 1026, "k\u1ef3": 1027, "21": 1028, "841696406796": 1029, "minhthutk43": 1030, "tp": 1031, "ng\u1eafn": 1032, "h\u1ea1n": 1033, "d\u01b0\u1edbi": 1034, "d\u1ea1y": 1035, "kh\u00e1t": 1036, "t\u1ea5t": 1037, "v\u1ed1n": 1038, "c\u00e1nh": 1039, "ch\u1eb7ng": 1040, "y\u00ean": 1041, "vui": 1042, "qu\u1ea7n": 1043, "\u00e1o": 1044, "winform": 1045, "javascript": 1046, "m\u00f9": 1047, "tr\u1ed3ng": 1048, "\u0111\u1ea1o": 1049, "hi\u1ebfn": 1050, "m\u00e1u": 1051, "l\u1ea7n": 1052, "15": 1053, "b\u1ed5ng": 1054, "l\u1edbp": 1055, "\u0111\u1eb3ng": 1056, "th\u1eb3ng": 1057, "th\u1eafn": 1058, "s\u1eafp": 1059, "x\u1ebfp": 1060, "b\u00e0y": 1061, "bi\u1ec3u": 1062, "checklist": 1063, "soft": 1064, "lu\u1ed3ng": 1065, "mantis": 1066, "ng\u1ecdng": 1067, "l\u1eafp": 1068, "t\u00f2i": 1069, "kh\u00e1m": 1070, "ph\u00e1": 1071, "01686982548": 1072, "fukato210": 1073, "gi\u1ea5y": 1074, "mymoon007": 1075, "tri\u1ec1n": 1076, "h\u1eefu": 1077, "tay": 1078, "\u0111\u1ee3i": 1079, "fulltime": 1080, "04": 1081, "logbug": 1082, "gi\u1edd": 1083, "d\u1ec5": 1084, "d\u00e0ng": 1085, "c\u00f3th\u1ec3": 1086, "thu\u1eadn": 1087, "ti\u1ec7n": 1088, "ti\u1ebft": 1089, "th\u1ecfa": 1090, "m\u00e3n": 1091, "\u0111\u00fang": 1092, "c\u1ea7ud\u1ef1a": 1093, "studio": 1094, "h\u1eb1ng": 1095, "18": 1096, "01635122159": 1097, "trinhthuhang1808": 1098, "li\u1ec7t": 1099, "ho\u00e0ng": 1100, "c\u1ea3i": 1101, "tr\u1ea3i": 1102, "t\u1ebf": 1103, "l\u1ebb": 1104, "fptshop": 1105, "ngu\u1ed3n": 1106, "v\u00e2n": 1107, "ch\u1ed1ng": 1108, "tr\u1ed9m": 1109, "0972103238": 1110, "nguyenthithanhhoa2501": 1111, "ninh": 1112, "id=100014056860962": 1113, "ph\u1ea7m": 1114, "t\u0103ng": 1115, "r\u1ed9ng": 1116, "3s": 1117, "intersoft": 1118, "front": 1119, "end": 1120, "outsource": 1121, "vitae": 1122, "1989": 1123, "watanabe": 1124, "toru": 1125, "89": 1126, "0973": 1127, "241": 1128, "789": 1129, "h\u00ea": 1130, "bmail": 1131, "n\u1ed9t": 1132, "tai": 1133, "service": 1134, "chat": 1135, "g\u1ecdi": 1136, "nh\u1eafn": 1137, "hi\u00ean": 1138, "m\u1eaft": 1139, "c\u00e0i": 1140, "google": 1141, "store": 1142, "2007": 1143, "android": 1144, "upload": 1145, "playstore": 1146, "toandm": 1147, "mangareader": 1148, "linux": 1149, "sever": 1150, "ubuntu": 1151, "23": 1152, "1988": 1153, "01233480558": 1154, "phuong23071988": 1155, "16": 1156, "m\u1ef9": 1157, "ph\u01b0\u1eddng": 1158, "2008": 1159, "qu\u00e2n": 1160, "b\u00ecnh": 1161, "qu\u00e0": 1162, "v\u00f4": 1163, "s\u1ebb": 1164, "giai": 1165, "\u0111o\u1ea1n": 1166, "suy": 1167, "ngh\u0129": 1168, "mi\u1ec1n": 1169, "shopping": 1170, "modules": 1171, "0971459699": 1172, "01649216037": 1173, "vietungit140494": 1174, "347": 1175, "nhu\u1ebf": 1176, "viet": 1177, "ung": 1178, "tr\u1eafc": 1179, "video": 1180, "funny": 1181, "youtube": 1182, "lu\u1eadn": 1183, "\u00fd": 1184, "demo": 1185, "l\u1ecdt": 1186, "200": 1187, "challenge": 1188, "hai": 1189, "forum": 1190, "01675566677": 1191, "dodangduong": 1192, "out": 1193, "map": 1194, "new": 1195, "s\u00e2u": 1196, "world": 1197, "cup": 1198, "message": 1199, "0": 1200, "lite": 1201, "full": 1202, "d\u01b0\u1ee3c": 1203, "\u0111\u1ee9c": 1204, "khi\u00ean": 1205, "\u00f4": 1206, "t\u00f4": 1207, "ch\u1ea1y": 1208, "k": 1209, "content": 1210, "for": 1211, "13": 1212, "duongtoko": 1213, "skills": 1214, "work": 1215, "projects": 1216, "or": 1217, "achievements": 1218, "make": 1219, "you": 1220, "strong": 1221, "candidate?": 1222, "0911767299": 1223, "x\u00fac": 1224, "b\u01b0\u1edbc": 1225, "developer": 1226, "table": 1227, "database": 1228, "c\u1ee7ng": 1229, "core": 1230, "spring": 1231, "data": 1232, "hibernate": 1233, "databases": 1234, "\u0111am": 1235, "m\u00ea": 1236, "khi\u00eam": 1237, "nh\u01b0\u1eddng": 1238, "l\u1eafng": 1239, "c\u00e1i": 1240, "duyanh2812": 1241, "01649723038": 1242, "560": 1243, "2009": 1244, "b\u00e1ch": 1245, "h\u1ea1ng": 1246, "hub": 1247}, "tokens": ["UNK", "th\u00f4ng", "tin", "\u1ee9ng", "tuy\u1ec3n", "c\u00e1", "nh\u00e2n", "h\u1ecd", "t\u00ean", ":", "l\u00ea", "th\u1ecb", "t\u00e2m", "qu\u1ed1c", "t\u1ecbch", "vi\u1ec7t", "nam", "ng\u00e0y", "sinh", "10", "/", "11", "1992", "t\u00ednh", "n\u1eef", "t\u00ecnh", "tr\u1ea1ng", "h\u00f4n", "\u0111\u1ed9c", "th\u00e2n", "chi\u1ec1u", "cao", "1m60", ";", "n\u1eb7ng", "46kg", "tho\u1ea1i", "0164", ".", "947", "820", "email", "@", "gmail", "com", "m\u1ee5c", "ti\u00eau", "-", "n\u00e2ng", "c\u1ea5p", "ki\u1ebfn", "th\u1ee9c", "v\u1ec1", ",", "k\u0129", "n\u0103ng", "test", "ph\u00e2n", "t\u00edch", "thi", "\u0111\u1ea1t", "ch\u1ee9ng", "ch\u1ec9", "tr\u1edf", "th\u00e0nh", "m\u1ed9t", "chuy\u00ean", "gia", "teamleader", "kh\u00f4ng", "ng\u1eebng", "b\u1ea3n", "v\u00e0", "kh\u1eb3ng", "\u0111\u1ecbnh", "m\u00ecnh", "\u0111\u1ec3", "c\u00f3", "v\u1ecb", "tr\u00ed", "ch\u1ee7", "ch\u1ed1t", "trong", "c\u00f4ng", "ty", "tr\u00ecnh", "\u0111\u1ed9", "h\u1ecdc", "v\u1ea5n", "n\u0103m", "b\u1eb1ng", "chuy\u1ec3n", "ng\u00e0ng", "\u0111\u1ec1", "t\u00e0i", "tr\u01b0\u1eddng", "\u0111\u00e0o", "t\u1ea1o", "2014", "2010", "c\u1eed", "h\u1ec7", "th\u1ed1ng", "\u0111\u1ea1i", "th\u01b0\u01a1ng", "m\u1ea1i", "gi\u1ea3i", "khuy\u1ebfn", "kh\u00edch", "nghi\u00ean", "c\u1ee9u", "khoa", "(", "nh\u1ea5t", ")", "s\u1ed1", "ph\u01b0\u01a1ng", "ph\u00e1p", "d\u1ee5ng", "tr\u00ean", "nh\u1eadn", "d\u1ea1ng", "h\u00ecnh", "\u1ea3nh", "2015", "non", "xu\u1ea5t", "s\u1eafc", "fpt", "page", "1", "of", "3", "k\u1ef9", "ngh\u1ec7", "ki\u1ec3m", "c\u01a1", "o", "quy", "ph\u00e1t", "tri\u1ec3n", "x\u00e2y", "d\u1ef1ng", "ph\u1ea7n", "m\u1ec1m", "li\u1ec7u", "user", "guid", "planning", "testcase", "scenario", "hight", "level", "vi\u1ebft", "b\u00e1o", "c\u00e1o", "th\u1eed", "ng\u00f4n", "ng\u1eef", "r", "dotnet", "c#", "c", "+", "php", "html", "s\u1edf", "d\u1eef", "sql", "server", "v\u0103n", "ph\u00f2ng", "ms", "office", "vi\u1ec7c", "giao", "ti\u1ebfp", "l\u00e0m", "nh\u00f3m", "l\u1eadp", "thuy\u1ebft", "c\u1eadn", "quy\u1ebft", "\u0111\u00e0m", "ph\u00e1n", "kinh", "nghi\u1ec7m", "d\u1ef1", "\u00e1n", "qu\u1ea3n", "l\u00fd", "thu\u1ebf", "t\u1eadp", "trung", "m\u00f4", "t\u1ea3", "kh\u00e1c", "h\u00e0ng", "t\u1ed5ng", "c\u1ee5c", "b\u1ea3o", "tr\u00ec", "nh\u1eb1m", "\u0111\u00e1p", "c\u00e1c", "y\u00eau", "c\u1ea7u", "ng\u00e0nh", "70", "ng\u01b0\u1eddi", "c\u00e1n", "b\u1ed9", "th\u1eddi", "gian", "\u0111\u1ebfn", "nay", "tham", "ch\u00ednh", "s\u00e1ch", "thay", "\u0111\u1ed5i", "nghi\u1ec7p", "v\u1ee5", "c\u1ee7a", "thi\u1ebft", "k\u1ebf", "ch\u1ee9c", "h\u01b0\u1edbng", "d\u1eabn", "s\u1eed", "ho\u1ea1ch", "case", "th\u1ef1c", "hi\u1ec7n", "ghi", "l\u1ed7i", "l\u00ean", "c\u1ee5", "whizible", "k\u00ea", "lo\u1ea1i", "so\u00e1t", "kh\u1eafc", "ph\u1ee5c", "x\u1eed", "khai", "to\u00e1n", "2", "h\u00f3a", "t\u00e1c", "gi\u1ea3m", "b\u1edbt", "th\u1ee7", "t\u1ee5c", "h\u00e0nh", "lang", "minh", "b\u1ea1ch", "hi\u1ec7u", "qu\u1ea3", "150", "06", "07", "k\u1ecbch", "tra", "truy\u1ec1n", "h\u1ed7", "tr\u1ee3", "t\u01b0", "cho", "quan", "n\u1ed9p", "b\u1ed5", "sung", "c\u00e1ch", "tinh", "th\u1ea7n", "nhi\u1ec7t", "huy\u1ebft", "tr\u00e1nh", "nhi\u1ec7m", "t\u1eadn", "ti\u1ebfn", "kh\u1ea3", "th\u00edch", "linh", "ho\u1ea1t", "l\u00e0", "t\u1ed5", "nghi\u00eam", "t\u00fac", "lu\u00f4n", "mong", "mu\u1ed1n", "h\u1ecfi", "\u0111\u01b0\u1ee3c", "nh\u1eefng", "th\u00e1ch", "th\u1ee9", "\u0111i\u1ec3m", "m\u1ea1nh", "b\u1ec1n", "b\u1ec9", "ch\u1ecbu", "\u00e1p", "l\u1ef1c", "du", "l\u1ecbch", "\u0111\u1ecdc", "t\u00ecm", "hi\u1ec3u", "do", "d\u1ef1a", "g\u00ec", "t\u00f4i", "th\u1ebf", "l\u0129nh", "v\u1ef1c", "d\u1ecbch", "kh\u00e1ch", "s\u1ea1n", "homestay", "v\u1edbi", "s\u1ee9", "l\u1ea5y", "con", "n\u1ec1n", "t\u1ea3ng", "ch\u00fang", "ch\u00e0o", "\u0111\u00f3n", "nhi\u1ec1u", "l\u01b0\u01a1ng", "th\u01b0\u1edfng", "theo", "m\u00f4i", "m\u1ec1n", "nhu", "\u0111\u00e2y", "ki\u1ebfm", "n\u01a1i", "m\u00e0", "th\u1ec3", "to\u00e0n", "di\u1ec7n", "h\u1ed3ng", "h\u1ea1nh", "team", "leader", "0903", "280", "448", "s\u01a1", "y\u1ebfu", "dung", "097", "300", "1450", "20", "1994", "\u0111\u1ecba", "\u0111\u1ed9i", "4", "x\u00e3", "\u0111\u1ed3ng", "huy\u1ec7n", "h\u00e0", "n\u1ed9i", "gi\u1edbi", "dungktpm1", "v\u1ecbtr\u00ed", "tester", "b\u1eaft", "\u0111\u1ea7u", "l\u01b0\u1ee3ng", "m\u00f4n", "2012", "vi\u00ean", "ngh\u1ec7th\u00f4ng", "t\u1ea1i", "d\u1ef1\u00e1n", "\u0111\u00e3", "c\u1ed5", "g\u1ed3m", "tr\u00e1ch", "jira", "website", "m\u1edf", "c\u1ea3", "online", "tr\u1ef1c", "tuy\u1ebfn", "trang", "ph\u00e9p", "\u0111\u0103ng", "k\u00ed", "thanh", "chi", "ph\u00ed", "tr\u1ecb", "quy\u1ec1n", "s\u1eeda", "gi\u00e1", "xem", "mua", "qua", "m\u1ea1ng", "li\u00ean", "l\u1ea1c", "c\u1eeda", "vi\u1ec7n", "thu\u1ed1c", "\u01b0\u01a1ng", "5", "ph\u1ea9n", "nh\u01b0", "s\u1ef1", "t\u1eeb", "\u0111i\u1ec3n", "bao", "s\u1ea3n", "ph\u1ea9m", "ch\u1ea5t", "b\u1ecb", "h\u1ed3", "qu\u00e1", "khi", "xong", "chuy\u1ec3nqua", "th\u00e1i", "nhau", "g\u1eedi", "th\u1ea3o", "duy\u1ec7t", "ho\u00e0n", "chu\u1ea9n", "kho", "k\u1ebft", "th\u00e1ng", "net", "in", "6ng\u01b0\u1eddi", "\u0111\u1eb7t", "ch\u1ebf", "\u0111\u01a1n", "d\u1ee5ngng\u00f4n", "8", "redmine", "gi\u1ea3", "simulators", "module", "kho\u1ea3n", "\u0111\u1ed1i", "nh\u1eadp", "l\u00ed", "thi\u1ec7t", "java", "8ng\u01b0\u1eddi", "admin", "client", "\u0111\u00f3", "b\u00e1n", "chia", "notepad", "m\u1edbi", "n\u00e0y", "gi\u00fap", "d\u00f9ng", "g\u00f3i", "m\u00e3i", "b\u00ean", "alient", "thi\u1ec7u", "ngo\u00e0i", "ra", "n\u00f3", "c\u00f2n", "\u01b0u", "\u0111\u00e3i", "th\u1ea1o", "v\u1ec1quy", "testplan", "d\u00f5i", "bugs", "\u0111\u1ea3m", "v\u1ec1c\u00e1c", "c\u1ee5qu\u1ea3n", "bi\u1ebft", "microsoft", "word", "powerpoint", "excel", "project", "s\u1eedd\u1ee5ng", "internet", "c\u1ee5t\u00ecm", "e", "mail", "ng\u1eefl\u1eadp", "web", "t\u1ed1t", "\u0111\u1ec1nhanh", "kh\u1ea3n\u0103ng", "k\u1ebfho\u1ea1ch", "t\u1ed5ch\u1ee9c", "x\u1eedl\u00fd", "hu\u1ed1ng", "m\u1ecdi", "nghi", "nhanh", "c\u1ea3nh", "v\u00ec", "sao", "n\u00ean", "h\u1ebft", "ch\u0103m", "ham", "h\u00f2a", "ngh\u1ec1", "ch\u1ee7\u0111\u1ed9ng", "b\u1ea1n", "b\u00e8", "\u0111\u1ec3gi\u00fap", "qu\u1ea3t\u1ed1i", "s\u1ebd", "d\u00e0nh", "quen", "h\u1ec7t\u1ed1t", "ph\u1ea5n", "\u0111\u1ea5u", "tr\u1edfth\u00e0nh", "thu\u1ed9c", "v\u1ec1l\u0129nh", "nghe", "nh\u1ea1c", "t\u1ee9c", "c\u1ea9n", "th\u1eadn", "th\u1eadt", "th\u00e0", "ngh\u1ec1nghi\u1ec7p", "t\u01b0\u01a1ng", "lai", "tr\u01b0\u1edfng", "\u0111\u1ed7", "thu\u1eadt", "03", "\u0111i\u1ec7n", "01638523923", "dovancong", "tha", "qu\u1ef3", "l\u00e2m", "https", "www", "facebook", "\u0111\u00e2u", "ti\u00ean", "c\u1ea7n", "t\u00ecn", "ph\u00f9", "h\u1ee3p", "ch\u00f3", "t\u00f4n", "tr\u1ecdng", "l\u1eabn", "l\u0169y", "thu\u00e2t", "\u0111i\u1ec1u", "c\u0169ng", "thu", "2011", "05", "n\u00f4ng", "v\u00e0i", "ch\u01b0a", "kh\u00f3a", "2016", "aptech", "&", "mysql", "l\u1ef9", "cu\u1ed9c", "s\u1ed1ng", "t\u1ef1", "2017", "vietiso", "t\u1eebng", "\u1edf", "r\u00fat", "r\u1ea5t", "\u00edch", "c\u1eaft", "file", "psd", "backend", "m\u00e3", "ng\u1ed3n", "cms", "\u0111\u1ed5", "fronend", "css", "jquery", "ch\u1edf", "th\u00ec", "ph\u1ea3i", "ngo\u1ea1i", "l\u1ec7", "\u0111\u00e1nh", "t\u1ea3i", "thi\u1ec7n", "nh\u01b0ng", "t\u1ed3i", "t\u1ec7", "ta", "framework", "l\u1edbn", "\u0111\u01b0a", "xung", "quanh", "c\u1ed1", "g\u1eafng", "coi", "v\u01b0\u1ee3t", "ai", "ho\u1ea3n", "h\u1ea3o", "v\u1eady", "\u0111\u1eb9p", "tr\u1eeb", "\u0111\u1ed7i", "nh\u00e0", "tuy", "nhi\u00ean", "khi\u1ebfn", "ti\u1ec5n", "tr\u1ea7m", "\u00edt", "n\u00f3i", "th\u01b0\u1eddng", "ti", "tr\u01b0\u1edbc", "\u0111\u00e1m", "\u0111\u00f4ng", "th\u1ea5p", "\u0111ang", "h\u01a1n", "chi\u1ebfn", "th\u1eafng", "\u0111\u1eb7c", "bi\u1ec7t", "ch\u01a1i", "game", "m\u1eb7c", "d\u00f9", "gi\u1ecfi", "v\u1eabn", "huy\u1ec1n", "cu\u1ed1i", "tu\u1ea7n", "s\u1ee9c", "t\u01b0\u1edfng", "\u0111i", "v\u00e0o", "ngh\u1ec9", "t\u1ea5p", "b\u1eadn", "r\u1ed9n", "g\u1eb7p", "l\u1eddi", "c\u00e1m", "\u01a1n", "\u0111\u1ee1", "qu\u00fd", "anh", "ch\u1ecb", "xin", "b\u00e1u", "cv", "kh\u1ecfe", "ch\u00e2n", "!", "topcv", "vn", "ph\u1ea1m", "1995", "0986103445", "phamthitheulucthuy", "khu", "a6", "\u0111\u1eafc", "di", "phuong", "theu", "758", "9", "2013", "v\u1eadn", "top", "l\u01b0\u1ee3c", "h\u1ed9p", "\u0111en", "\u0111\u1ed9ng", "c\u1ea1nh", "tranh", "h\u1ed9i", "th\u0103ng", "t\u1edbi", "common", "chung", "t\u1ec9", "m\u1ec9", "duy", "logic", "s\u00e1ng", "\u0111\u1ef1ng", "s\u1eb5n", "s\u00e0ng", "overtime", "phim", "s\u1eafm", "truy", "c\u1eadp", "vai", "tr\u00f2", "v", "model", "scrum", "n\u1eafm", "v\u00f9ng", "\u0111\u01b0\u01a1ng", "bi\u00ean", "b\u1ea3ng", "\u0111o\u00e1n", "log", "bug", "tool", "6", "7", "c\u00e2y", "atm", "ng\u00e2n", "gi\u00e1m", "s\u00e1t", "tr\u1ea1m", "b\u1ea5t", "k\u00ec", "ki\u1ec7n", "x\u00f3a", "th\u00eam", "k\u00fd", "th\u01b0", "qu\u00ean", "m\u1eadt", "kh\u1ea9u", "mobile", "h\u00e0i", ">100", "\u0111\u00edch", "tr\u00fac", "s\u01b0", "d\u00e0n", "khoan", "m\u00e1y", "plant", "\u0111\u01b0\u1eddng", "\u1ed1ng", "structer", "c\u1ea5u", "d\u1ea7m", "th\u00e9p", "h\u1ed9", "hang", "xax", "\u0111o\u00e0n", "ni\u00ean", "ph\u1ed1", "12", "script", "auto", "selenium", "menu", "ch\u01b0\u01a1ng", "luy\u1ec7n", "v\u1ef1ng", "ti\u00eang", "l\u00e1i", "xe", "th\u1ebb", "b\u00e0i", "ri\u00eang", "sau", "m\u1ed7i", "sang", "automation", "function", "14", "08", "1991", "0169", "680", "5257", "info", "hieuit", "\u0111\u00ecnh", "mang", "09", "kh\u00f3c", "doanh", "b\u00e0n", "t\u1ec9nh", "an", "h\u1ecdv\u1edbi", "t\u1ed1i", "\u0111a", "qu\u1ea3ng", "b\u00e1", "it", "c\u1eady", "http", "diadiemtincay", "chu\u1ed7i", "m\u00f3n", "\u0103n", "kim", "c\u1ed9ng", "code", "first", "ajax", "source", "software", "\u0111\u00e0", "\u0111\u1ed3", "th\u1ea5t", "git", "kh\u00e1", "trau", "d\u1ed3i", "trao", "xuy\u00ean", "c\u00e2u", "kh\u00f3", "kh\u0103n", "hay", "ti\u1ebfng", "tutorial", "tutorialsteacher", "docs", "gi\u00e1o", "thao", "b\u00f3ng", "\u0111\u00e1", "b\u01a1i", "l\u1ed9i", "ca", "h\u00e1t", "vi\u00ea", "a", "\u0111i\u00ea", "m", "ha", "i", "vi", "tri", "\u01b0", "ng", "tuy\u00ea", "n", "l\u00e2", "p", "nh", "ho", "va", "th\u00ea", "\u0111\u00f4", "01675694257", "013039646", "y", "19", "1993", "ng\u00f5", "131", "trinh", "hoa", "nghi\u00ea", "x", "danh", "dev", "8000000", "tools", "solutions", "sharepoint", "7200000", "la", "v\u01a1", "notes", "6400000", "t\u00e2", "d\u01b0", "ly", "sa", "bootstrap", "ba", "ve", "ma", "bay", "d\u1ee5c", "x\u01b0\u01a1", "may", "9000000", "workplace", "\u0111\u0103", "m\u01a1", "\u0111o", "hi\u00ea", "u", "kha", "ch", "thi\u00ea", "t", "d\u01b0\u01a1", "l\u01b0", "co", "th\u00e2", "c\u00e2", "c\u01b0", "khi\u00ea", "ch\u00ea", "th\u0103", "solution", "t\u01a1", "092106032", "kimtuyennt", "ptit", "189", "di\u1ec5n", "qu\u1eadn", "b\u1eafc", "2018", "b\u01b0u", "vi\u1ec5n", "t\u1eed", "testcasest\u1ed1t", "t\u00edchgi\u00e1", "performance", "testing", "testgiao", "th\u1ea9n", "nguy\u1ec7n", "l\u01b0u", "25", "01", "0165", "649", "4571", "hongnhungnb93", "1008", "l\u00e1ng", "\u0111\u00f3ng", "g\u00f3p", "onsite", "nh\u1eadt", "v\u00e3", "testchecklist", "checksheet", "m\u00f9a", "b\u00e0o", "result", "x\u00e1c", "r\u00f5", "r\u00e0ng", "ch\u1eefa", "chi\u1ebfu", "testerhanoi", "yahoo", "099", "401", "6879", "c\u1ed5ng", "sim", "l\u1ef1a", "ch\u1ecdn", "tr\u1ea3", "sms", "c\u1ee9ng", "windows", "eclipse", "my", "visio", "post", "app", "n\u1ea1p", "c\u00f9ng", "l\u00fac", "ti\u1ec1n", "chi\u1ebft", "kh\u1ea5u", "l\u1ea1i", "h\u1ecdp", "svn", "v\u1eadt", "80", "design", "0968267084", "dangthao0506", "28", "ng\u00e1ch", "90", "1194", "profile", "php?", "id=100008354809439", "v\u00f2ng", "g\u1eafn", "b\u00f3", "l\u00e2u", "d\u00e0i", "vi\u1ec7", "v\u1eefng", "one", "02", "chi\u1ebfm", "kh\u1ed1i", "nhi\u00eau", "treo", "jmeter", "report", "k\u1ef3", "21", "841696406796", "minhthutk43", "tp", "ng\u1eafn", "h\u1ea1n", "d\u01b0\u1edbi", "d\u1ea1y", "kh\u00e1t", "t\u1ea5t", "v\u1ed1n", "c\u00e1nh", "ch\u1eb7ng", "y\u00ean", "vui", "qu\u1ea7n", "\u00e1o", "winform", "javascript", "m\u00f9", "tr\u1ed3ng", "\u0111\u1ea1o", "hi\u1ebfn", "m\u00e1u", "l\u1ea7n", "15", "b\u1ed5ng", "l\u1edbp", "\u0111\u1eb3ng", "th\u1eb3ng", "th\u1eafn", "s\u1eafp", "x\u1ebfp", "b\u00e0y", "bi\u1ec3u", "checklist", "soft", "lu\u1ed3ng", "mantis", "ng\u1ecdng", "l\u1eafp", "t\u00f2i", "kh\u00e1m", "ph\u00e1", "01686982548", "fukato210", "gi\u1ea5y", "mymoon007", "tri\u1ec1n", "h\u1eefu", "tay", "\u0111\u1ee3i", "fulltime", "04", "logbug", "gi\u1edd", "d\u1ec5", "d\u00e0ng", "c\u00f3th\u1ec3", "thu\u1eadn", "ti\u1ec7n", "ti\u1ebft", "th\u1ecfa", "m\u00e3n", "\u0111\u00fang", "c\u1ea7ud\u1ef1a", "studio", "h\u1eb1ng", "18", "01635122159", "trinhthuhang1808", "li\u1ec7t", "ho\u00e0ng", "c\u1ea3i", "tr\u1ea3i", "t\u1ebf", "l\u1ebb", "fptshop", "ngu\u1ed3n", "v\u00e2n", "ch\u1ed1ng", "tr\u1ed9m", "0972103238", "nguyenthithanhhoa2501", "ninh", "id=100014056860962", "ph\u1ea7m", "t\u0103ng", "r\u1ed9ng", "3s", "intersoft", "front", "end", "outsource", "vitae", "1989", "watanabe", "toru", "89", "0973", "241", "789", "h\u00ea", "bmail", "n\u1ed9t", "tai", "service", "chat", "g\u1ecdi", "nh\u1eafn", "hi\u00ean", "m\u1eaft", "c\u00e0i", "google", "store", "2007", "android", "upload", "playstore", "toandm", "mangareader", "linux", "sever", "ubuntu", "23", "1988", "01233480558", "phuong23071988", "16", "m\u1ef9", "ph\u01b0\u1eddng", "2008", "qu\u00e2n", "b\u00ecnh", "qu\u00e0", "v\u00f4", "s\u1ebb", "giai", "\u0111o\u1ea1n", "suy", "ngh\u0129", "mi\u1ec1n", "shopping", "modules", "0971459699", "01649216037", "vietungit140494", "347", "nhu\u1ebf", "viet", "ung", "tr\u1eafc", "video", "funny", "youtube", "lu\u1eadn", "\u00fd", "demo", "l\u1ecdt", "200", "challenge", "hai", "forum", "01675566677", "dodangduong", "out", "map", "new", "s\u00e2u", "world", "cup", "message", "0", "lite", "full", "d\u01b0\u1ee3c", "\u0111\u1ee9c", "khi\u00ean", "\u00f4", "t\u00f4", "ch\u1ea1y", "k", "content", "for", "13", "duongtoko", "skills", "work", "projects", "or", "achievements", "make", "you", "strong", "candidate?", "0911767299", "x\u00fac", "b\u01b0\u1edbc", "developer", "table", "database", "c\u1ee7ng", "core", "spring", "data", "hibernate", "databases", "\u0111am", "m\u00ea", "khi\u00eam", "nh\u01b0\u1eddng", "l\u1eafng", "c\u00e1i", "duyanh2812", "01649723038", "560", "2009", "b\u00e1ch", "h\u1ea1ng", "hub"], "characters": ["pad", "T", "H", "\u00d4", "N", "G", "I", "\u1ee8", "U", "Y", "\u1ec2", "C", "\u00c1", "\u00c2", "\u1ecd", "t", "\u00ea", "n", ":", "L", "h", "\u1ecb", "\u00e2", "m", "Q", "u", "\u1ed1", "c", "V", "i", "\u1ec7", "a", "g", "\u00e0", "y", "s", "1", "0", "/", "9", "2", "\u1edb", "\u00ed", "\u1eef", "\u00ec", "r", "\u1ea1", "\u00f4", "\u0110", "\u1ed9", "\u1ec1", "o", "6", ";", "\u1eb7", "4", "k", ".", "7", "8", "E", "l", "e", "@", "M", "\u1ee4", "\u00ca", "-", "\u1ea5", "p", "\u1ebf", "\u1ee9", "v", ",", "\u0129", "\u0103", "\u0111", "\u1ec9", "S", "B", "A", "d", "\u1edf", "K", "\u1eeb", "b", "\u1ea3", "\u1eb3", "\u1ec3", "\u00f3", "\u1ee7", "R", "\u00cc", "\u1ed8", "\u1ecc", "\u1ea4", "\u00c0", "\u00cd", "\u1eb1", "\u01b0", "\u1edd", "\u1eed", "\u01a1", "(", ")", "\u00e1", "\u1ee5", "\u1ead", "5", "x", "\u1eaf", "F", "P", "f", "3", "\u1ef8", "\u0102", "\u1ef9", "\u1ef1", "\u1ea7", "X", "D", "#", "+", "O", "\u00f2", "q", "\u1ec6", "\u00fd", "\u1ed5", "\u1eab", "\u1ed7", "w", "z", "\u1ee3", "\u1ed4", "\u00fa", "\u1ecf", "\u00dd", "\u1ef0", "\u1ec5", "\u1ed3", "\u01a0", "\u1ebe", "\u1eca", "\u00e3", "\u1eb0", "\u00c3", "j", "W", "\u00e9", "\u1ea9", "J", "\u00f9", "\u00f5", "\u00e8", "\u01af", "\u1ee2", "\u1ebc", "\u1ef3", "\u1ec0", "\u0169", "&", "\u1ea0", "\u1eb9", "\u1ede", "\u1edc", "\u1ee1", "!", "\u1eb5", ">", "\u1ebb", "\u1ebd", "\u1ea6", "\u1ec4", "\u1eec", "\u1ec8", "?", "=", "\u1eac", "Z", "_", "\u0128", "\u00da", "\u1ea8", "\u1ea2"], "character2index": {"T": 1, "H": 2, "\u00d4": 3, "N": 4, "G": 5, "I": 6, "\u1ee8": 7, "U": 8, "Y": 9, "\u1ec2": 10, "C": 11, "\u00c1": 12, "\u00c2": 13, "\u1ecd": 14, "t": 15, "\u00ea": 16, "n": 17, ":": 18, "L": 19, "h": 20, "\u1ecb": 21, "\u00e2": 22, "m": 23, "Q": 24, "u": 25, "\u1ed1": 26, "c": 27, "V": 28, "i": 29, "\u1ec7": 30, "a": 31, "g": 32, "\u00e0": 33, "y": 34, "s": 35, "1": 36, "0": 37, "/": 38, "9": 39, "2": 40, "\u1edb": 41, "\u00ed": 42, "\u1eef": 43, "\u00ec": 44, "r": 45, "\u1ea1": 46, "\u00f4": 47, "\u0110": 48, "\u1ed9": 49, "\u1ec1": 50, "o": 51, "6": 52, ";": 53, "\u1eb7": 54, "4": 55, "k": 56, ".": 57, "7": 58, "8": 59, "E": 60, "l": 61, "e": 62, "@": 63, "M": 64, "\u1ee4": 65, "\u00ca": 66, "-": 67, "\u1ea5": 68, "p": 69, "\u1ebf": 70, "\u1ee9": 71, "v": 72, ",": 73, "\u0129": 74, "\u0103": 75, "\u0111": 76, "\u1ec9": 77, "S": 78, "B": 79, "A": 80, "d": 81, "\u1edf": 82, "K": 83, "\u1eeb": 84, "b": 85, "\u1ea3": 86, "\u1eb3": 87, "\u1ec3": 88, "\u00f3": 89, "\u1ee7": 90, "R": 91, "\u00cc": 92, "\u1ed8": 93, "\u1ecc": 94, "\u1ea4": 95, "\u00c0": 96, "\u00cd": 97, "\u1eb1": 98, "\u01b0": 99, "\u1edd": 100, "\u1eed": 101, "\u01a1": 102, "(": 103, ")": 104, "\u00e1": 105, "\u1ee5": 106, "\u1ead": 107, "5": 108, "x": 109, "\u1eaf": 110, "F": 111, "P": 112, "f": 113, "3": 114, "\u1ef8": 115, "\u0102": 116, "\u1ef9": 117, "\u1ef1": 118, "\u1ea7": 119, "X": 120, "D": 121, "#": 122, "+": 123, "O": 124, "\u00f2": 125, "q": 126, "\u1ec6": 127, "\u00fd": 128, "\u1ed5": 129, "\u1eab": 130, "\u1ed7": 131, "w": 132, "z": 133, "\u1ee3": 134, "\u1ed4": 135, "\u00fa": 136, "\u1ecf": 137, "\u00dd": 138, "\u1ef0": 139, "\u1ec5": 140, "\u1ed3": 141, "\u01a0": 142, "\u1ebe": 143, "\u1eca": 144, "\u00e3": 145, "\u1eb0": 146, "\u00c3": 147, "j": 148, "W": 149, "\u00e9": 150, "\u1ea9": 151, "J": 152, "\u00f9": 153, "\u00f5": 154, "\u00e8": 155, "\u01af": 156, "\u1ee2": 157, "\u1ebc": 158, "\u1ef3": 159, "\u1ec0": 160, "\u0169": 161, "&": 162, "\u1ea0": 163, "\u1eb9": 164, "\u1ede": 165, "\u1edc": 166, "\u1ee1": 167, "!": 168, "\u1eb5": 169, ">": 170, "\u1ebb": 171, "\u1ebd": 172, "\u1ea6": 173, "\u1ec4": 174, "\u1eec": 175, "\u1ec8": 176, "?": 177, "=": 178, "\u1eac": 179, "Z": 180, "_": 181, "\u0128": 182, "\u00da": 183, "\u1ea8": 184, "\u1ea2": 185}, "UNK": "UNK", "UNK_INDEX": 0, "PADDING_INDEX": 0, "label2index": {"O": 0, "B-Header_Title": 1, "I-Header_Title": 2, "B-Profile_Title": 3, "I-Profile_Title": 4, "B-Profile_Content": 5, "I-Profile_Content": 6, "B-Objective_Title": 7, "I-Objective_Title": 8, "B-Objective_Content": 9, "I-Objective_Content": 10, "B-Education_Title": 11, "I-Education_Title": 12, "B-Education_Content": 13, "I-Education_Content": 14, "B-Award_Content": 15, "I-Award_Content": 16, "B-Skill_Title": 17, "I-Skill_Title": 18, "B-Skill_Content": 19, "I-Skill_Content": 20, "B-Experience_Title": 21, "I-Experience_Title": 22, "B-Experience_Content": 23, "I-Experience_Content": 24, "B-Other_Title": 25, "I-Other_Title": 26, "B-Other_Content": 27, "I-Other_Content": 28, "B-Hobbi_Title": 29, "I-Hobbi_Title": 30, "B-Hobbi_Content": 31, "I-Hobbi_Content": 32, "B-Award_Title": 33, "I-Award_Title": 34, "B-Name": 35, "I-Name": 36, "B-BirthDay": 37, "I-BirthDay": 38, "B-Sex": 39, "B-Phone": 40, "I-Phone": 41, "B-Mail": 42, "I-Mail": 43, "B-Time": 44, "I-Time": 45, "B-Major": 46, "I-Major": 47, "B-University": 48, "I-University": 49, "B-Page_Index": 50, "I-Page_Index": 51, "B-Programming": 52, "I-Programming": 53, "B-Company": 54, "I-Company": 55, "B-Position": 56, "I-Position": 57, "B-Address": 58, "I-Address": 59, "B-Apply_Position": 60, "I-Apply_Position": 61, "B-Project": 62, "B-Client": 63, "I-Client": 64, "I-Project": 65, "B-URL": 66, "I-URL": 67, "B-Language": 68, "I-Language": 69, "B-Certificate": 70, "I-Certificate": 71, "B-GPA": 72, "I-GPA": 73}, "labels": ["O", "B-Header_Title", "I-Header_Title", "B-Profile_Title", "I-Profile_Title", "B-Profile_Content", "I-Profile_Content", "B-Objective_Title", "I-Objective_Title", "B-Objective_Content", "I-Objective_Content", "B-Education_Title", "I-Education_Title", "B-Education_Content", "I-Education_Content", "B-Award_Content", "I-Award_Content", "B-Skill_Title", "I-Skill_Title", "B-Skill_Content", "I-Skill_Content", "B-Experience_Title", "I-Experience_Title", "B-Experience_Content", "I-Experience_Content", "B-Other_Title", "I-Other_Title", "B-Other_Content", "I-Other_Content", "B-Hobbi_Title", "I-Hobbi_Title", "B-Hobbi_Content", "I-Hobbi_Content", "B-Award_Title", "I-Award_Title", "B-Name", "I-Name", "B-BirthDay", "I-BirthDay", "B-Sex", "B-Phone", "I-Phone", "B-Mail", "I-Mail", "B-Time", "I-Time", "B-Major", "I-Major", "B-University", "I-University", "B-Page_Index", "I-Page_Index", "B-Programming", "I-Programming", "B-Company", "I-Company", "B-Position", "I-Position", "B-Address", "I-Address", "B-Apply_Position", "I-Apply_Position", "B-Project", "B-Client", "I-Client", "I-Project", "B-URL", "I-URL", "B-Language", "I-Language", "B-Certificate", "I-Certificate", "B-GPA", "I-GPA"], "number_of_classes": 75, "verbose": false, "expressions": ["[A-Z]", "[0-9]{10,12}", "[0-9]+", "(?:[0-9a-fA-F][0-9a-fA-F][0-9a-fA-F][0-9a-fA-F])+", "([a-zA-Z0-9][a-zA-Z0-9_.+-]*@[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+)", "(?:ftp|http|https)?://(?:[a-zA-Z]|[0-9]|[$-_@.&+]|[!*\\(\\),]|(?:%[0-9a-fA-F][0-9a-fA-F]))+", "[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+", "(?:[0-9]+\\.)+[0-9]+", "(?:[0-9]+\\.){3}[0-9]+", "(?:[0-9]+\\.){5}[0-9]+", "(?:AS|as)[0-9]+", "(?:CVE|exploit)", "(?:HK|hk)[a-zA-Z0-9/]+"], "size_pattern_vector": 13, "vocabulary_size": 1248, "alphabet_size": 186}