{"token2index": {"UNK": 0, "th\u00f4ng": 1, "tin": 2, "\u1ee9ng": 3, "tuy\u1ec3n": 4, "c\u00e1": 5, "nh\u00e2n": 6, "h\u1ecd": 7, "t\u00ean": 8, ":": 9, "l\u00ea": 10, "th\u1ecb": 11, "t\u00e2m": 12, "qu\u1ed1c": 13, "t\u1ecbch": 14, "vi\u1ec7t": 15, "nam": 16, "ng\u00e0y": 17, "sinh": 18, "gi\u1edb": 19, "t\u00ednh": 20, "n\u1eef": 21, "t\u00ecnh": 22, "tr\u1ea1ng": 23, "h\u00f4n": 24, "\u0111\u1ed9c": 25, "th\u00e2n": 26, "chi\u1ec1u": 27, "cao": 28, ";": 29, "c\u00e2n": 30, "n\u1eb7ng": 31, "\u0111i\u00ean": 32, "tho\u1ea1i": 33, "email": 34, "m\u1ee5c": 35, "ti\u00eau": 36, "n\u00e2ng": 37, "c\u1ea5p": 38, "ki\u1ebfn": 39, "th\u1ee9c": 40, "v\u1ec1": 41, "k\u0129": 42, "n\u0103ng": 43, "ph\u00e2n": 44, "thi": 45, "\u0111\u1ea1t": 46, "ch\u1ee9ng": 47, "ch\u1ec9": 48, "tr\u1edf": 49, "th\u00e0nh": 50, "m\u1ed9t": 51, "chuy\u00ean": 52, "gia": 53, "kh\u00f4ng": 54, "ng\u1eebng": 55, "b\u1ea3n": 56, "v\u00e0": 57, "kh\u1eb3ng": 58, "\u0111\u1ecbnh": 59, "m\u00ecnh": 60, "\u0111\u1ec3": 61, "c\u00f3": 62, "v\u1ecb": 63, "tr\u00ed": 64, "ch\u1ee7": 65, "ch\u1ed1t": 66, "trong": 67, "c\u00f4ng": 68, "tr\u00ecnh": 69, "\u0111\u1ed9": 70, "h\u1ecdc": 71, "v\u1ea5n": 72, "t\u00edch": 73, "n\u0103m": 74, "b\u1eb1ng": 75, "chuy\u1ec3n": 76, "\u0111\u1ec1": 77, "t\u00e0i": 78, "tr\u01b0\u1eddng": 79, "\u0111\u00e0o": 80, "ty": 81, "c\u1eed": 82, "h\u1ec7": 83, "th\u1ed1ng": 84, "\u0111\u1ea1i": 85, "th\u01b0\u01a1ng": 86, "m\u1ea1i": 87, "gi\u1ea3i": 88, "khuy\u1ebfn": 89, "kh\u00edch": 90, "nghi\u00ean": 91, "c\u1ee9u": 92, "khoa": 93, "nh\u1ea5t": 94, "s\u1ed1": 95, "ph\u01b0\u01a1ng": 96, "ph\u00e1p": 97, "d\u1ee5ng": 98, "tr\u00ean": 99, "matlab": 100, "nh\u1eadn": 101, "d\u1ea1ng": 102, "h\u00ecnh": 103, "\u1ea3nh": 104, "m\u0103ng": 105, "non": 106, "xu\u1ea5t": 107, "s\u1eafc": 108, "tnhh": 109, "fps": 110, "fpt": 111, "page": 112, "of": 113, "k\u1ef9": 114, "ngh\u1ec7": 115, "ki\u1ec3m": 116, "c\u01a1": 117, "o": 118, "quy": 119, "ph\u00e1t": 120, "tri\u1ec3n": 121, "x\u00e2y": 122, "d\u1ef1ng": 123, "ph\u1ea7n": 124, "m\u1ec1m": 125, "test": 126, "li\u1ec7u": 127, "user": 128, "hight": 129, "level": 130, "vi\u1ebft": 131, "b\u00e1o": 132, "c\u00e1o": 133, "ng\u00f4n": 134, "ng\u1eef": 135, "sap": 136, "dotnet": 137, "vb": 138, "+": 139, "html": 140, "s\u1edf": 141, "d\u1eef": 142, "sql": 143, "v\u0103n": 144, "ph\u00f2ng": 145, "ms": 146, "office": 147, "vi\u1ec7c": 148, "giao": 149, "ti\u1ebfp": 150, "l\u00e0m": 151, "l\u1eadp": 152, "thuy\u1ebft": 153, "quy\u1ebft": 154, "\u0111\u00e0m": 155, "ph\u00e1n": 156, "kinh": 157, "nghi\u1ec7m": 158, "d\u1ef1": 159, "\u00e1n": 160, "qu\u1ea3n": 161, "l\u00fd": 162, "thu\u1ebf": 163, "t\u1eadp": 164, "trung": 165, "tms": 166, "m\u00f4": 167, "t\u1ea3": 168, "kh\u00e1c": 169, "h\u00e0ng": 170, "t\u1ed5ng": 171, "c\u1ee5c": 172, "b\u1ea3o": 173, "tr\u00ec": 174, "nh\u1eb1m": 175, "\u0111\u00e1p": 176, "c\u00e1c": 177, "y\u00eau": 178, "c\u1ea7u": 179, "ng\u00e0nh": 180, "c\u00e1n": 181, "b\u1ed9": 182, "th\u1eed": 183, "th\u1eddi": 184, "gian": 185, "\u0111\u1ebfn": 186, "tham": 187, "ch\u00ednh": 188, "s\u00e1ch": 189, "thay": 190, "\u0111\u1ed5i": 191, "nghi\u1ec7p": 192, "v\u1ee5": 193, "c\u1ee7a": 194, "thi\u1ebft": 195, "k\u1ebf": 196, "ch\u1ee9c": 197, "h\u01b0\u1edbng": 198, "d\u1eabn": 199, "s\u1eed": 200, "ho\u1ea1ch": 201, "t\u1ea1o": 202, "th\u1ef1c": 203, "hi\u1ec7n": 204, "ghi": 205, "l\u1ed7i": 206, "l\u00ean": 207, "c\u1ee5": 208, "k\u00ea": 209, "lo\u1ea1i": 210, "kh\u1eafc": 211, "ph\u1ee5c": 212, "x\u1eed": 213, "khai": 214, "to\u00e1n": 215, "h\u00f3a": 216, "cntt": 217, "t\u00e1c": 218, "gi\u1ea3m": 219, "b\u1edbt": 220, "th\u1ee7": 221, "t\u1ee5c": 222, "h\u00e0nh": 223, "lang": 224, "minh": 225, "b\u1ea1ch": 226, "hi\u1ec7u": 227, "qu\u1ea3": 228, "ng\u01b0\u1eddi": 229, "oracle": 230, "k\u1ecbch": 231, "tra": 232, "truy\u1ec1n": 233, "h\u1ed7": 234, "t\u01b0": 235, "tncn": 236, "cho": 237, "quan": 238, "n\u1ed9p": 239, "b\u1ed5": 240, "sung": 241, "c\u00e1ch": 242, "tinh": 243, "th\u1ea7n": 244, "nhi\u1ec7t": 245, "tr\u00e1nh": 246, "t\u1eadn": 247, "ti\u1ebfn": 248, "kh\u1ea3": 249, "th\u00edch": 250, "linh": 251, "ho\u1ea1t": 252, "l\u00e0": 253, "t\u1ed5": 254, "nghi\u00eam": 255, "t\u00fac": 256, "lu\u00f4n": 257, "mong": 258, "mu\u1ed1n": 259, "h\u1ecfi": 260, "\u0111\u01b0\u1ee3c": 261, "nh\u1eefng": 262, "th\u00e1ch": 263, "th\u1ee9": 264, "\u0111i\u1ec3m": 265, "m\u1ea1nh": 266, "b\u1ec1n": 267, "ch\u1ecbu": 268, "\u00e1p": 269, "l\u1ef1c": 270, "du": 271, "\u0111\u1ecdc": 272, "t\u00ecm": 273, "hi\u1ec3u": 274, "do": 275, "d\u1ef1a": 276, "g\u00ec": 277, "t\u00f4i": 278, "th\u1ebf": 279, "l\u0129nh": 280, "v\u1ef1c": 281, "d\u1ecbch": 282, "kh\u00e1ch": 283, "v\u1edbi": 284, "s\u1ee9": 285, "l\u1ea5y": 286, "con": 287, "n\u1ec1n": 288, "ch\u00fang": 289, "ch\u00e0o": 290, "\u0111\u00f3n": 291, "nhi\u1ec1u": 292, "l\u01b0\u01a1ng": 293, "th\u01b0\u1edfng": 294, "theo": 295, "m\u00f4i": 296, "m\u1ec1n": 297, "nhu": 298, "\u0111\u00e2y": 299, "n\u01a1i": 300, "m\u00e0": 301, "th\u1ec3": 302, "to\u00e0n": 303, "khao": 304, "nguy\u1ec5n": 305, "h\u1ed3ng": 306, "h\u1ea1nh": 307, "team": 308, "leader": 309, "s\u0111t": 310, "s\u01a1": 311, "y\u1ebfu": 312, "l\u1ecbch": 313, "dung": 314, "\u0111\u1ecba": 315, "\u0111\u1ed9i": 316, "th\u00f4n": 317, "b\u00e3i": 318, "th\u00e1p": 319, "x\u00e3": 320, "\u0111\u1ed3ng": 321, "huy\u1ec7n": 322, "\u0111an": 323, "ph\u01b0\u1ee3ng": 324, "h\u00e0": 325, "n\u1ed9i": 326, "gi\u1edbi": 327, "v\u1ecbtr\u00ed": 328, "tester": 329, "b\u1eaft": 330, "\u0111\u1ea7u": 331, "l\u01b0\u1ee3ng": 332, "m\u00f4n": 333, "nay": 334, "vi\u00ean": 335, "t\u1ea1i": 336, "d\u1ef1\u00e1n": 337, "\u0111\u00e3": 338, "bizweb": 339, "c\u1ed5": 340, "dkt": 341, "g\u1ed3m": 342, "tr\u00e1ch": 343, "nhi\u1ec7m": 344, "website": 345, "m\u1edf": 346, "c\u1ea3": 347, "online": 348, "tr\u1ef1c": 349, "tuy\u1ebfn": 350, "trang": 351, "ph\u00e9p": 352, "\u0111\u0103ng": 353, "k\u00ed": 354, "thanh": 355, "chi": 356, "ph\u00ed": 357, "tr\u1ecb": 358, "quy\u1ec1n": 359, "s\u1eeda": 360, "gi\u00e1": 361, "xem": 362, "mua": 363, "qua": 364, "li\u00ean": 365, "l\u1ea1c": 366, "c\u1eeda": 367, "c#": 368, "vi\u1ec7n": 369, "thu\u1ed1c": 370, "\u01b0\u01a1ng": 371, "ph\u1ea9n": 372, "nh\u01b0": 373, "t\u1eeb": 374, "\u0111i\u1ec3n": 375, "bao": 376, "s\u1ea3n": 377, "h\u1ed3": 378, "qu\u00e1": 379, "khi": 380, "th\u00e1i": 381, "nhau": 382, "g\u1eedi": 383, "th\u1ea3o": 384, "duy\u1ec7t": 385, "ho\u00e0n": 386, "chu\u1ea9n": 387, "ch\u1ea5t": 388, "kho": 389, "k\u1ebft": 390, "th\u00e1ng": 391, "in": 392, "\u00e2u": 393, "\u0111\u1eb7t": 394, "ch\u1ebf": 395, "\u0111\u01a1n": 396, "b\u1ecb": 397, "gi\u1ea3": 398, "module": 399, "\u0111\u1ed1i": 400, "l\u00ed": 401, "ph\u1ea9m": 402, "thi\u1ec7t": 403, "java": 404, "admin": 405, "\u0111\u00f3": 406, "b\u00e1n": 407, "chia": 408, "s\u1ef1": 409, "n\u00e0y": 410, "gi\u00fap": 411, "d\u00f9ng": 412, "nh\u1eadp": 413, "g\u00f3i": 414, "b\u00ean": 415, "ngo\u00e0i": 416, "n\u00f3": 417, "c\u00f2n": 418, "ki\u1ebfm": 419, "m\u00e3i": 420, "\u01b0u": 421, "\u0111\u00e3i": 422, "php": 423, "th\u1ea1o": 424, "d\u00f5i": 425, "bugs": 426, "\u0111\u1ea3m": 427, "bi\u1ebft": 428, "microsoft": 429, "e": 430, "web": 431, "kh\u1ea3n\u0103ng": 432, "nh\u00f3m": 433, "hu\u1ed1ng": 434, "t\u1ed1t": 435, "m\u1ecdi": 436, "nghi": 437, "nhanh": 438, "c\u1ea3nh": 439, "v\u00ec": 440, "sao": 441, "n\u00ean": 442, "h\u1ebft": 443, "ch\u0103m": 444, "h\u00f2a": 445, "ngh\u1ec1": 446, "b\u1ea1n": 447, "b\u00e8": 448, "s\u1ebd": 449, "d\u00e0nh": 450, "ph\u1ea5n": 451, "\u0111\u1ea5u": 452, "m\u1edbi": 453, "thu\u1ed9c": 454, "nghe": 455, "t\u1ee9c": 456, "c\u1ea9n": 457, "th\u1eadt": 458, "ngh\u1ec1nghi\u1ec7p": 459, "t\u01b0\u01a1ng": 460, "lai": 461, "tr\u01b0\u1edfng": 462, "\u0111\u1ed7": 463, "thu\u1eadt": 464, "\u0111i\u1ec7n": 465, "c\u1eedu": 466, "tr\u00e2u": 467, "qu\u1ef3": 468, "l\u00e2m": 469, "https": 470, "\u0111\u00e2u": 471, "ti\u00ean": 472, "c\u1ea7n": 473, "t\u00ecn": 474, "ph\u00f9": 475, "h\u1ee3p": 476, "ch\u00f3": 477, "t\u00f4n": 478, "tr\u1ecdng": 479, "l\u1eabn": 480, "l\u0169y": 481, "thu\u00e2t": 482, "\u0111i\u1ec1u": 483, "c\u0169ng": 484, "thu": 485, "n\u00f4ng": 486, "v\u00e0i": 487, "ch\u01b0a": 488, "kh\u00f3a": 489, "bachkhoa": 490, "&": 491, "mysql": 492, "l\u1ef9": 493, "cu\u1ed9c": 494, "s\u1ed1ng": 495, "t\u1ef1": 496, "t\u1eebng": 497, "\u1edf": 498, "r\u00fat": 499, "ra": 500, "r\u1ea5t": 501, "\u00edch": 502, "c\u1eaft": 503, "di\u1ec7n": 504, "file": 505, "psd": 506, "backend": 507, "m\u00e3": 508, "ng\u1ed3n": 509, "cms": 510, "\u0111\u1ed5": 511, "ch\u1edf": 512, "th\u00ec": 513, "css": 514, "jquery": 515, "ph\u1ea3i": 516, "ngo\u1ea1i": 517, "\u0111\u00e1nh": 518, "t\u1ea3i": 519, "thi\u1ec7n": 520, "nh\u01b0ng": 521, "t\u1ed3i": 522, "ta": 523, "l\u00e2p": 524, "opp": 525, "framework": 526, "m\u1ed9": 527, "l\u1edbn": 528, "\u0111\u01b0a": 529, "xung": 530, "quanh": 531, "c\u1ed1": 532, "g\u1eafng": 533, "coi": 534, "v\u01b0\u1ee3t": 535, "ai": 536, "ho\u1ea3n": 537, "h\u1ea3o": 538, "v\u1eady": 539, "\u0111\u1eb9p": 540, "tr\u1eeb": 541, "\u0111\u1ed7i": 542, "nh\u00e0": 543, "tuy": 544, "nhi\u00ean": 545, "khi\u1ebfn": 546, "ti\u1ec5n": 547, "tr\u1ea7m": 548, "\u00edt": 549, "n\u00f3i": 550, "th\u01b0\u1eddng": 551, "ti": 552, "tr\u01b0\u1edbc": 553, "\u0111\u00e1m": 554, "th\u1ea5p": 555, "\u0111ang": 556, "chi\u1ebfn": 557, "\u0111\u1eb7c": 558, "bi\u1ec7t": 559, "ch\u01a1i": 560, "game": 561, "m\u1eb7c": 562, "d\u00f9": 563, "gi\u1ecfi": 564, "v\u1eabn": 565, "huy\u1ec1n": 566, "cu\u1ed1i": 567, "tu\u1ea7n": 568, "s\u1ee9c": 569, "\u0111i": 570, "v\u00e0o": 571, "ngh\u1ec9": 572, "t\u1ea5p": 573, "b\u1eadn": 574, "r\u1ed9n": 575, "g\u1eb7p": 576, "l\u1eddi": 577, "c\u00e1m": 578, "\u01a1n": 579, "\u0111\u1ee1": 580, "qu\u00fd": 581, "anh": 582, "ch\u1ecb": 583, "xin": 584, "b\u00e1u": 585, "cv": 586, "ch\u00fac": 587, "kh\u1ecfe": 588, "ch\u00e2n": 589, "ph\u1ea1m": 590, "th\u00eau": 591, "khu": 592, "\u0111\u1eafc": 593, "di": 594, "n\u1ed9": 595, "v\u1eadn": 596, "top": 597, "l\u01b0\u1ee3c": 598, "tr\u1ee3": 599, "case": 600, "h\u1ed9p": 601, "\u0111en": 602, "c\u1ea1nh": 603, "tranh": 604, "h\u1ed9i": 605, "th\u0103ng": 606, "t\u1edbi": 607, "common": 608, "chung": 609, "th\u1eadn": 610, "t\u1ec9": 611, "m\u1ec9": 612, "duy": 613, "\u0111\u1ed9ng": 614, "\u0111\u1ef1ng": 615, "s\u00e0ng": 616, "overtime": 617, "phim": 618, "s\u1eafm": 619, "truy": 620, "c\u1eadp": 621, "internet": 622, "vai": 623, "tr\u00f2": 624, "v": 625, "model": 626, "n\u1eafm": 627, "v\u00f9ng": 628, "\u0111\u01b0\u01a1ng": 629, "bi\u00ean": 630, "log": 631, "bug": 632, "tool": 633, "c\u00e2y": 634, "atm": 635, "ng\u00e2n": 636, "description": 637, "gi\u00e1m": 638, "s\u00e1t": 639, "tr\u1ea1m": 640, "b\u1ea5t": 641, "k\u00ec": 642, "ki\u1ec7n": 643, "k\u00fd": 644, "m\u1eadt": 645, "kh\u1ea9u": 646, "kho\u1ea3n": 647, "cad": 648, "h\u00e0i": 649, "tfs": 650, "\u0111\u00edch": 651, "tr\u00fac": 652, "s\u01b0": 653, "d\u00e0n": 654, "plant": 655, "\u0111\u01b0\u1eddng": 656, "\u1ed1ng": 657, "c\u1ea5u": 658, "d\u1ea7m": 659, "th\u00e9p": 660, "h\u1ed9": 661, "h\u01a1n": 662, "hang": 663, "m\u1ea1ng": 664, "\u0111o\u00e0n": 665, "ni\u00ean": 666, "ph\u1ed1": 667, "auto": 668, "selenium": 669, "menu": 670, "ch\u01b0\u01a1ng": 671, "luy\u1ec7n": 672, "v\u1ef1ng": 673, "ti\u00eang": 674, "l\u00e1i": 675, "xe": 676, "cdl": 677, "th\u1ebb": 678, "b\u00e0i": 679, "ri\u00eang": 680, "sau": 681, "m\u1ed7i": 682, "sang": 683, "automation": 684, "function": 685, "hi\u1ebfu": 686, "\u0111\u00ecnh": 687, "mang": 688, "project": 689, "kh\u00f3c": 690, "doanh": 691, "b\u00e0n": 692, "t\u1ec9nh": 693, "an": 694, "t\u1ed1i": 695, "\u0111a": 696, "qu\u1ea3ng": 697, "b\u00e1": 698, "it": 699, "c\u1eady": 700, "http": 701, "g\u00e0nh": 702, "h\u00e0o": 703, "v\u0169ng": 704, "t\u00e0u": 705, "chu\u1ed7i": 706, "m\u00f3n": 707, "kim": 708, "c\u1ed9ng": 709, "mvc": 710, "server": 711, "code": 712, "first": 713, "foundation": 714, "source": 715, "software": 716, "\u0111\u00e0": 717, "n\u1eb5ng": 718, "\u0111\u1ed3": 719, "th\u1ea5t": 720, "git": 721, "vinh": 722, "kh\u00e1": 723, "trau": 724, "d\u1ed3i": 725, "trao": 726, "xuy\u00ean": 727, "c\u00e2u": 728, "kh\u00f3": 729, "kh\u0103n": 730, "hay": 731, "ti\u1ebfng": 732, "head": 733, "tutorial": 734, "gi\u00e1o": 735, "fast": 736, "food": 737, "thao": 738, "b\u00f3ng": 739, "b\u01a1i": 740, "ca": 741, "h\u00e1t": 742, "h\u00f4": 743, "vi\u00ea": 744, "c": 745, "a": 746, "m": 747, "ha": 748, "n\u00f4": 749, "i": 750, "vi": 751, "tri": 752, "\u01b0": 753, "ng": 754, "tuy\u00ea": 755, "n": 756, "l\u00e2": 757, "p": 758, "nh": 759, "ho": 760, "va": 761, "nguy\u00ea": 762, "th\u00ea": 763, "gi\u01a1": 764, "\u0111\u00f4": 765, "cmt": 766, "nga": 767, "y": 768, "ng\u00f5": 769, "tam": 770, "hoa": 771, "ngh\u00ea": 772, "tha": 773, "x": 774, "danh": 775, "fsoft": 776, "gnc": 777, "dupont": 778, "dev": 779, "support": 780, "tools": 781, "solutions": 782, "sharepoint": 783, "shi": 784, "la": 785, "v\u01a1": 786, "lotus": 787, "th\u01b0": 788, "t\u00e2": 789, "d\u01b0": 790, "ly": 791, "sa": 792, "tr\u01b0\u01a1": 793, "ba": 794, "ve": 795, "ma": 796, "d\u1ee5c": 797, "freelance": 798, "may": 799, "facebook": 800, "workplace": 801, "topica": 802, "\u0111\u0103": 803, "m\u01a1": 804, "excel": 805, "ti\u00ea": 806, "\u0111o": 807, "u": 808, "kha": 809, "thi\u00ea": 810, "t": 811, "l\u01b0": 812, "co": 813, "th\u00e2": 814, "ch": 815, "c\u00e2": 816, "c\u01b0": 817, "ch\u00ea": 818, "tr\u01a1": 819, "solution": 820, "architect": 821, "t\u01a1": 822, "qu\u1eadn": 823, "b\u1eafc": 824, "b\u01b0u": 825, "vi\u1ec5n": 826, "t\u1eed": 827, "b\u1ea3ng": 828, "\u0111o\u00e1n": 829, "load": 830, "power": 831, "point": 832, "c\u1eadn": 833, "s\u00e1ng": 834, "s\u1eb5n": 835, "nguy\u1ec7n": 836, "l\u01b0u": 837, "b\u00f9i": 838, "nhung": 839, "\u0111\u1ed1ng": 840, "\u0111\u00f3ng": 841, "g\u00f3p": 842, "onsite": 843, "nh\u1eadt": 844, "v\u00e3": 845, "vnpt": 846, "mai": 847, "m\u00f9a": 848, "b\u00e0o": 849, "x\u00e1c": 850, "r\u00f5": 851, "r\u00e0ng": 852, "ch\u1eefa": 853, "chi\u1ebfu": 854, "skype": 855, "tel": 856, "c\u1ed5ng": 857, "sim": 858, "l\u1ef1a": 859, "ch\u1ecdn": 860, "tr\u1ea3": 861, "c\u1ee9ng": 862, "windows": 863, "my": 864, "topup": 865, "viettel": 866, "app": 867, "n\u1ea1p": 868, "c\u00f9ng": 869, "l\u00fac": 870, "nghi\u1ec7n": 871, "crm": 872, "epay": 873, "ti\u1ec1n": 874, "chi\u1ebft": 875, "kh\u1ea5u": 876, "megacard": 877, "mgc": 878, "h\u1ecdp": 879, "dot": 880, "net": 881, "eservice": 882, "v\u1eadt": 883, "takayama": 884, "logical": 885, "design": 886, "physical": 887, "\u0111\u1eb7ng": 888, "ng\u00e1ch": 889, "v\u00f2ng": 890, "g\u1eafn": 891, "b\u00f3": 892, "l\u00e2u": 893, "d\u00e0i": 894, "vi\u1ec7": 895, "v\u1eefng": 896, "agile": 897, "qu\u00ean": 898, "performance": 899, "chi\u1ebfm": 900, "cpu": 901, "kh\u1ed1i": 902, "treo": 903, "report": 904, "ham": 905, "h\u00e0n": 906, "k\u1ef3": 907, "x\u00f3m": 908, "tr\u1ea7n": 909, "ng\u1eafn": 910, "h\u1ea1n": 911, "d\u01b0\u1edbi": 912, "d\u1ea1y": 913, "kh\u00e1t": 914, "t\u1ea5t": 915, "th\u00eam": 916, "v\u1ed1n": 917, "c\u00e1nh": 918, "ch\u1eb7ng": 919, "h\u01b0ng": 920, "y\u00ean": 921, "olympic": 922, "vui": 923, "console": 924, "qu\u1ea7n": 925, "\u00e1o": 926, "thi\u1ec7u": 927, "qu\u1ef9": 928, "tr\u1ed3ng": 929, "\u0111\u1ea1o": 930, "hi\u1ebfn": 931, "m\u00e1u": 932, "l\u1ea7n": 933, "b\u1ed5ng": 934, "\u0111\u1eb3ng": 935, "th\u1eb3ng": 936, "s\u1eafp": 937, "x\u1ebfp": 938, "b\u00e0y": 939, "bi\u1ec3u": 940, "ide": 941, "mobile": 942, "soft": 943, "tech": 944, "hi\u1ec3m": 945, "hdsd": 946, "mantis": 947, "ng\u1ecdng": 948, "t\u00f2i": 949, "kh\u00e1m": 950, "ph\u00e1": 951, "tr\u00e0": 952, "tri\u1ec1n": 953, "h\u1eefu": 954, "tay": 955, "\u0111\u1ee3i": 956, "m\u00e1y": 957, "fulltime": 958, "gi\u1edd": 959, "d\u1ec5": 960, "d\u00e0ng": 961, "c\u00f3th\u1ec3": 962, "thu\u1eadn": 963, "ti\u1ec7n": 964, "ti\u1ebft": 965, "th\u1ecfa": 966, "m\u00e3n": 967, "\u0111\u00fang": 968, "gui": 969, "studio": 970, "uml": 971, "tr\u1ecbnh": 972, "h\u1eb1ng": 973, "gi\u00e1p": 974, "th\u1ecbnh": 975, "ho\u00e0ng": 976, "c\u1ea3i": 977, "tr\u1ea3i": 978, "t\u1ebf": 979, "l\u1ebb": 980, "vd": 981, "ngu\u1ed3n": 982, "joomla": 983, "v\u00e2n": 984, "ttz": 985, "ch\u1ed1ng": 986, "tr\u1ed9m": 987, "ninh": 988, "ph\u1ea7m": 989, "t\u0103ng": 990, "r\u1ed9ng": 991, "jsc": 992, "front": 993, "end": 994, "outsource": 995, "back": 996, "corporation": 997, "l\u1ea1i": 998, "unit": 999, "wordpress": 1000, "curriculum": 1001, "vitae": 1002, "giang": 1003, "xu\u00e2n": 1004, "bkav": 1005, "senior": 1006, "h\u00ea": 1007, "mail": 1008, "n\u1ed9t": 1009, "tai": 1010, "service": 1011, "soap": 1012, "chat": 1013, "btalk": 1014, "g\u1ecdi": 1015, "nh\u1eafn": 1016, "hi\u00ean": 1017, "m\u1eaft": 1018, "c\u00e0i": 1019, "google": 1020, "store": 1021, "l\u1edbp": 1022, "shell": 1023, "android": 1024, "upload": 1025, "playstore": 1026, "linux": 1027, "window": 1028, "csdl": 1029, "sever": 1030, "ubuntu": 1031, "\u0111inh": 1032, "\u00fat": 1033, "m\u1ef9": 1034, "qu\u00e2n": 1035, "b\u00ecnh": 1036, "api": 1037, "rest": 1038, "client": 1039, "qu\u00e0": 1040, "v\u00f4": 1041, "giai": 1042, "\u0111o\u1ea1n": 1043, "suy": 1044, "ngh\u0129": 1045, "mi\u1ec1n": 1046, "modules": 1047, "\u01b0ng": 1048, "nhu\u1ebf": 1049, "t\u1ea3ng": 1050, "gpa": 1051, "cpa": 1052, "tr\u1eafc": 1053, "video": 1054, "funny": 1055, "youtube": 1056, "\u1ea9m": 1057, "lu\u1eadn": 1058, "\u00fd": 1059, "demo": 1060, "react": 1061, "vng": 1062, "olp": 1063, "ktqs": 1064, "l\u1ecdt": 1065, "samsung": 1066, "challenge": 1067, "hai": 1068, "forum": 1069, "d\u01b0\u01a1ng": 1070, "\u0111\u00f4ng": 1071, "hn": 1072, "bach": 1073, "out": 1074, "map": 1075, "car": 1076, "new": 1077, "wind": 1078, "s\u00e2u": 1079, "certificate": 1080, "\u0111\u00e1": 1081, "world": 1082, "cup": 1083, "cloud": 1084, "message": 1085, "lite": 1086, "volley": 1087, "full": 1088, "dms": 1089, "d\u01b0\u1ee3c": 1090, "\u0111\u1ee9c": 1091, "xcode": 1092, "fire": 1093, "base": 1094, "pioneer": 1095, "navi": 1096, "khi\u00ean": 1097, "\u00f4": 1098, "t\u00f4": 1099, "ch\u1ea1y": 1100, "k": 1101, "content": 1102, "provider": 1103, "for": 1104, "august": 1105, "nal": 1106, "global": 1107, "career": 1108, "\u0111\u1eadu": 1109, "what": 1110, "work": 1111, "projects": 1112, "or": 1113, "achievements": 1114, "make": 1115, "you": 1116, "strong": 1117, "x\u00fac": 1118, "b\u01b0\u1edbc": 1119, "ifi": 1120, "developer": 1121, "table": 1122, "clb": 1123, "c\u1ee7ng": 1124, "spring": 1125, "data": 1126, "databases": 1127, "\u0111am": 1128, "m\u00ea": 1129, "khi\u00eam": 1130, "l\u1eafng": 1131, "c\u00e1i": 1132, "ng\u00f4": 1133, "b\u00e1ch": 1134, "vietnam": 1135, "r&d": 1136, "svmc": 1137, "checklist": 1138, "h\u1ea1ng": 1139, "database": 1140, "core": 1141}, "tokens": ["UNK", "th\u00f4ng", "tin", "\u1ee9ng", "tuy\u1ec3n", "c\u00e1", "nh\u00e2n", "h\u1ecd", "t\u00ean", ":", "l\u00ea", "th\u1ecb", "t\u00e2m", "qu\u1ed1c", "t\u1ecbch", "vi\u1ec7t", "nam", "ng\u00e0y", "sinh", "gi\u1edb", "t\u00ednh", "n\u1eef", "t\u00ecnh", "tr\u1ea1ng", "h\u00f4n", "\u0111\u1ed9c", "th\u00e2n", "chi\u1ec1u", "cao", ";", "c\u00e2n", "n\u1eb7ng", "\u0111i\u00ean", "tho\u1ea1i", "email", "m\u1ee5c", "ti\u00eau", "n\u00e2ng", "c\u1ea5p", "ki\u1ebfn", "th\u1ee9c", "v\u1ec1", "k\u0129", "n\u0103ng", "ph\u00e2n", "thi", "\u0111\u1ea1t", "ch\u1ee9ng", "ch\u1ec9", "tr\u1edf", "th\u00e0nh", "m\u1ed9t", "chuy\u00ean", "gia", "kh\u00f4ng", "ng\u1eebng", "b\u1ea3n", "v\u00e0", "kh\u1eb3ng", "\u0111\u1ecbnh", "m\u00ecnh", "\u0111\u1ec3", "c\u00f3", "v\u1ecb", "tr\u00ed", "ch\u1ee7", "ch\u1ed1t", "trong", "c\u00f4ng", "tr\u00ecnh", "\u0111\u1ed9", "h\u1ecdc", "v\u1ea5n", "t\u00edch", "n\u0103m", "b\u1eb1ng", "chuy\u1ec3n", "\u0111\u1ec1", "t\u00e0i", "tr\u01b0\u1eddng", "\u0111\u00e0o", "ty", "c\u1eed", "h\u1ec7", "th\u1ed1ng", "\u0111\u1ea1i", "th\u01b0\u01a1ng", "m\u1ea1i", "gi\u1ea3i", "khuy\u1ebfn", "kh\u00edch", "nghi\u00ean", "c\u1ee9u", "khoa", "nh\u1ea5t", "s\u1ed1", "ph\u01b0\u01a1ng", "ph\u00e1p", "d\u1ee5ng", "tr\u00ean", "matlab", "nh\u1eadn", "d\u1ea1ng", "h\u00ecnh", "\u1ea3nh", "m\u0103ng", "non", "xu\u1ea5t", "s\u1eafc", "tnhh", "fps", "fpt", "page", "of", "k\u1ef9", "ngh\u1ec7", "ki\u1ec3m", "c\u01a1", "o", "quy", "ph\u00e1t", "tri\u1ec3n", "x\u00e2y", "d\u1ef1ng", "ph\u1ea7n", "m\u1ec1m", "test", "li\u1ec7u", "user", "hight", "level", "vi\u1ebft", "b\u00e1o", "c\u00e1o", "ng\u00f4n", "ng\u1eef", "sap", "dotnet", "vb", "+", "html", "s\u1edf", "d\u1eef", "sql", "v\u0103n", "ph\u00f2ng", "ms", "office", "vi\u1ec7c", "giao", "ti\u1ebfp", "l\u00e0m", "l\u1eadp", "thuy\u1ebft", "quy\u1ebft", "\u0111\u00e0m", "ph\u00e1n", "kinh", "nghi\u1ec7m", "d\u1ef1", "\u00e1n", "qu\u1ea3n", "l\u00fd", "thu\u1ebf", "t\u1eadp", "trung", "tms", "m\u00f4", "t\u1ea3", "kh\u00e1c", "h\u00e0ng", "t\u1ed5ng", "c\u1ee5c", "b\u1ea3o", "tr\u00ec", "nh\u1eb1m", "\u0111\u00e1p", "c\u00e1c", "y\u00eau", "c\u1ea7u", "ng\u00e0nh", "c\u00e1n", "b\u1ed9", "th\u1eed", "th\u1eddi", "gian", "\u0111\u1ebfn", "tham", "ch\u00ednh", "s\u00e1ch", "thay", "\u0111\u1ed5i", "nghi\u1ec7p", "v\u1ee5", "c\u1ee7a", "thi\u1ebft", "k\u1ebf", "ch\u1ee9c", "h\u01b0\u1edbng", "d\u1eabn", "s\u1eed", "ho\u1ea1ch", "t\u1ea1o", "th\u1ef1c", "hi\u1ec7n", "ghi", "l\u1ed7i", "l\u00ean", "c\u1ee5", "k\u00ea", "lo\u1ea1i", "kh\u1eafc", "ph\u1ee5c", "x\u1eed", "khai", "to\u00e1n", "h\u00f3a", "cntt", "t\u00e1c", "gi\u1ea3m", "b\u1edbt", "th\u1ee7", "t\u1ee5c", "h\u00e0nh", "lang", "minh", "b\u1ea1ch", "hi\u1ec7u", "qu\u1ea3", "ng\u01b0\u1eddi", "oracle", "k\u1ecbch", "tra", "truy\u1ec1n", "h\u1ed7", "t\u01b0", "tncn", "cho", "quan", "n\u1ed9p", "b\u1ed5", "sung", "c\u00e1ch", "tinh", "th\u1ea7n", "nhi\u1ec7t", "tr\u00e1nh", "t\u1eadn", "ti\u1ebfn", "kh\u1ea3", "th\u00edch", "linh", "ho\u1ea1t", "l\u00e0", "t\u1ed5", "nghi\u00eam", "t\u00fac", "lu\u00f4n", "mong", "mu\u1ed1n", "h\u1ecfi", "\u0111\u01b0\u1ee3c", "nh\u1eefng", "th\u00e1ch", "th\u1ee9", "\u0111i\u1ec3m", "m\u1ea1nh", "b\u1ec1n", "ch\u1ecbu", "\u00e1p", "l\u1ef1c", "du", "\u0111\u1ecdc", "t\u00ecm", "hi\u1ec3u", "do", "d\u1ef1a", "g\u00ec", "t\u00f4i", "th\u1ebf", "l\u0129nh", "v\u1ef1c", "d\u1ecbch", "kh\u00e1ch", "v\u1edbi", "s\u1ee9", "l\u1ea5y", "con", "n\u1ec1n", "ch\u00fang", "ch\u00e0o", "\u0111\u00f3n", "nhi\u1ec1u", "l\u01b0\u01a1ng", "th\u01b0\u1edfng", "theo", "m\u00f4i", "m\u1ec1n", "nhu", "\u0111\u00e2y", "n\u01a1i", "m\u00e0", "th\u1ec3", "to\u00e0n", "khao", "nguy\u1ec5n", "h\u1ed3ng", "h\u1ea1nh", "team", "leader", "s\u0111t", "s\u01a1", "y\u1ebfu", "l\u1ecbch", "dung", "\u0111\u1ecba", "\u0111\u1ed9i", "th\u00f4n", "b\u00e3i", "th\u00e1p", "x\u00e3", "\u0111\u1ed3ng", "huy\u1ec7n", "\u0111an", "ph\u01b0\u1ee3ng", "h\u00e0", "n\u1ed9i", "gi\u1edbi", "v\u1ecbtr\u00ed", "tester", "b\u1eaft", "\u0111\u1ea7u", "l\u01b0\u1ee3ng", "m\u00f4n", "nay", "vi\u00ean", "t\u1ea1i", "d\u1ef1\u00e1n", "\u0111\u00e3", "bizweb", "c\u1ed5", "dkt", "g\u1ed3m", "tr\u00e1ch", "nhi\u1ec7m", "website", "m\u1edf", "c\u1ea3", "online", "tr\u1ef1c", "tuy\u1ebfn", "trang", "ph\u00e9p", "\u0111\u0103ng", "k\u00ed", "thanh", "chi", "ph\u00ed", "tr\u1ecb", "quy\u1ec1n", "s\u1eeda", "gi\u00e1", "xem", "mua", "qua", "li\u00ean", "l\u1ea1c", "c\u1eeda", "c#", "vi\u1ec7n", "thu\u1ed1c", "\u01b0\u01a1ng", "ph\u1ea9n", "nh\u01b0", "t\u1eeb", "\u0111i\u1ec3n", "bao", "s\u1ea3n", "h\u1ed3", "qu\u00e1", "khi", "th\u00e1i", "nhau", "g\u1eedi", "th\u1ea3o", "duy\u1ec7t", "ho\u00e0n", "chu\u1ea9n", "ch\u1ea5t", "kho", "k\u1ebft", "th\u00e1ng", "in", "\u00e2u", "\u0111\u1eb7t", "ch\u1ebf", "\u0111\u01a1n", "b\u1ecb", "gi\u1ea3", "module", "\u0111\u1ed1i", "l\u00ed", "ph\u1ea9m", "thi\u1ec7t", "java", "admin", "\u0111\u00f3", "b\u00e1n", "chia", "s\u1ef1", "n\u00e0y", "gi\u00fap", "d\u00f9ng", "nh\u1eadp", "g\u00f3i", "b\u00ean", "ngo\u00e0i", "n\u00f3", "c\u00f2n", "ki\u1ebfm", "m\u00e3i", "\u01b0u", "\u0111\u00e3i", "php", "th\u1ea1o", "d\u00f5i", "bugs", "\u0111\u1ea3m", "bi\u1ebft", "microsoft", "e", "web", "kh\u1ea3n\u0103ng", "nh\u00f3m", "hu\u1ed1ng", "t\u1ed1t", "m\u1ecdi", "nghi", "nhanh", "c\u1ea3nh", "v\u00ec", "sao", "n\u00ean", "h\u1ebft", "ch\u0103m", "h\u00f2a", "ngh\u1ec1", "b\u1ea1n", "b\u00e8", "s\u1ebd", "d\u00e0nh", "ph\u1ea5n", "\u0111\u1ea5u", "m\u1edbi", "thu\u1ed9c", "nghe", "t\u1ee9c", "c\u1ea9n", "th\u1eadt", "ngh\u1ec1nghi\u1ec7p", "t\u01b0\u01a1ng", "lai", "tr\u01b0\u1edfng", "\u0111\u1ed7", "thu\u1eadt", "\u0111i\u1ec7n", "c\u1eedu", "tr\u00e2u", "qu\u1ef3", "l\u00e2m", "https", "\u0111\u00e2u", "ti\u00ean", "c\u1ea7n", "t\u00ecn", "ph\u00f9", "h\u1ee3p", "ch\u00f3", "t\u00f4n", "tr\u1ecdng", "l\u1eabn", "l\u0169y", "thu\u00e2t", "\u0111i\u1ec1u", "c\u0169ng", "thu", "n\u00f4ng", "v\u00e0i", "ch\u01b0a", "kh\u00f3a", "bachkhoa", "&", "mysql", "l\u1ef9", "cu\u1ed9c", "s\u1ed1ng", "t\u1ef1", "t\u1eebng", "\u1edf", "r\u00fat", "ra", "r\u1ea5t", "\u00edch", "c\u1eaft", "di\u1ec7n", "file", "psd", "backend", "m\u00e3", "ng\u1ed3n", "cms", "\u0111\u1ed5", "ch\u1edf", "th\u00ec", "css", "jquery", "ph\u1ea3i", "ngo\u1ea1i", "\u0111\u00e1nh", "t\u1ea3i", "thi\u1ec7n", "nh\u01b0ng", "t\u1ed3i", "ta", "l\u00e2p", "opp", "framework", "m\u1ed9", "l\u1edbn", "\u0111\u01b0a", "xung", "quanh", "c\u1ed1", "g\u1eafng", "coi", "v\u01b0\u1ee3t", "ai", "ho\u1ea3n", "h\u1ea3o", "v\u1eady", "\u0111\u1eb9p", "tr\u1eeb", "\u0111\u1ed7i", "nh\u00e0", "tuy", "nhi\u00ean", "khi\u1ebfn", "ti\u1ec5n", "tr\u1ea7m", "\u00edt", "n\u00f3i", "th\u01b0\u1eddng", "ti", "tr\u01b0\u1edbc", "\u0111\u00e1m", "th\u1ea5p", "\u0111ang", "chi\u1ebfn", "\u0111\u1eb7c", "bi\u1ec7t", "ch\u01a1i", "game", "m\u1eb7c", "d\u00f9", "gi\u1ecfi", "v\u1eabn", "huy\u1ec1n", "cu\u1ed1i", "tu\u1ea7n", "s\u1ee9c", "\u0111i", "v\u00e0o", "ngh\u1ec9", "t\u1ea5p", "b\u1eadn", "r\u1ed9n", "g\u1eb7p", "l\u1eddi", "c\u00e1m", "\u01a1n", "\u0111\u1ee1", "qu\u00fd", "anh", "ch\u1ecb", "xin", "b\u00e1u", "cv", "ch\u00fac", "kh\u1ecfe", "ch\u00e2n", "ph\u1ea1m", "th\u00eau", "khu", "\u0111\u1eafc", "di", "n\u1ed9", "v\u1eadn", "top", "l\u01b0\u1ee3c", "tr\u1ee3", "case", "h\u1ed9p", "\u0111en", "c\u1ea1nh", "tranh", "h\u1ed9i", "th\u0103ng", "t\u1edbi", "common", "chung", "th\u1eadn", "t\u1ec9", "m\u1ec9", "duy", "\u0111\u1ed9ng", "\u0111\u1ef1ng", "s\u00e0ng", "overtime", "phim", "s\u1eafm", "truy", "c\u1eadp", "internet", "vai", "tr\u00f2", "v", "model", "n\u1eafm", "v\u00f9ng", "\u0111\u01b0\u01a1ng", "bi\u00ean", "log", "bug", "tool", "c\u00e2y", "atm", "ng\u00e2n", "description", "gi\u00e1m", "s\u00e1t", "tr\u1ea1m", "b\u1ea5t", "k\u00ec", "ki\u1ec7n", "k\u00fd", "m\u1eadt", "kh\u1ea9u", "kho\u1ea3n", "cad", "h\u00e0i", "tfs", "\u0111\u00edch", "tr\u00fac", "s\u01b0", "d\u00e0n", "plant", "\u0111\u01b0\u1eddng", "\u1ed1ng", "c\u1ea5u", "d\u1ea7m", "th\u00e9p", "h\u1ed9", "h\u01a1n", "hang", "m\u1ea1ng", "\u0111o\u00e0n", "ni\u00ean", "ph\u1ed1", "auto", "selenium", "menu", "ch\u01b0\u01a1ng", "luy\u1ec7n", "v\u1ef1ng", "ti\u00eang", "l\u00e1i", "xe", "cdl", "th\u1ebb", "b\u00e0i", "ri\u00eang", "sau", "m\u1ed7i", "sang", "automation", "function", "hi\u1ebfu", "\u0111\u00ecnh", "mang", "project", "kh\u00f3c", "doanh", "b\u00e0n", "t\u1ec9nh", "an", "t\u1ed1i", "\u0111a", "qu\u1ea3ng", "b\u00e1", "it", "c\u1eady", "http", "g\u00e0nh", "h\u00e0o", "v\u0169ng", "t\u00e0u", "chu\u1ed7i", "m\u00f3n", "kim", "c\u1ed9ng", "mvc", "server", "code", "first", "foundation", "source", "software", "\u0111\u00e0", "n\u1eb5ng", "\u0111\u1ed3", "th\u1ea5t", "git", "vinh", "kh\u00e1", "trau", "d\u1ed3i", "trao", "xuy\u00ean", "c\u00e2u", "kh\u00f3", "kh\u0103n", "hay", "ti\u1ebfng", "head", "tutorial", "gi\u00e1o", "fast", "food", "thao", "b\u00f3ng", "b\u01a1i", "ca", "h\u00e1t", "h\u00f4", "vi\u00ea", "c", "a", "m", "ha", "n\u00f4", "i", "vi", "tri", "\u01b0", "ng", "tuy\u00ea", "n", "l\u00e2", "p", "nh", "ho", "va", "nguy\u00ea", "th\u00ea", "gi\u01a1", "\u0111\u00f4", "cmt", "nga", "y", "ng\u00f5", "tam", "hoa", "ngh\u00ea", "tha", "x", "danh", "fsoft", "gnc", "dupont", "dev", "support", "tools", "solutions", "sharepoint", "shi", "la", "v\u01a1", "lotus", "th\u01b0", "t\u00e2", "d\u01b0", "ly", "sa", "tr\u01b0\u01a1", "ba", "ve", "ma", "d\u1ee5c", "freelance", "may", "facebook", "workplace", "topica", "\u0111\u0103", "m\u01a1", "excel", "ti\u00ea", "\u0111o", "u", "kha", "thi\u00ea", "t", "l\u01b0", "co", "th\u00e2", "ch", "c\u00e2", "c\u01b0", "ch\u00ea", "tr\u01a1", "solution", "architect", "t\u01a1", "qu\u1eadn", "b\u1eafc", "b\u01b0u", "vi\u1ec5n", "t\u1eed", "b\u1ea3ng", "\u0111o\u00e1n", "load", "power", "point", "c\u1eadn", "s\u00e1ng", "s\u1eb5n", "nguy\u1ec7n", "l\u01b0u", "b\u00f9i", "nhung", "\u0111\u1ed1ng", "\u0111\u00f3ng", "g\u00f3p", "onsite", "nh\u1eadt", "v\u00e3", "vnpt", "mai", "m\u00f9a", "b\u00e0o", "x\u00e1c", "r\u00f5", "r\u00e0ng", "ch\u1eefa", "chi\u1ebfu", "skype", "tel", "c\u1ed5ng", "sim", "l\u1ef1a", "ch\u1ecdn", "tr\u1ea3", "c\u1ee9ng", "windows", "my", "topup", "viettel", "app", "n\u1ea1p", "c\u00f9ng", "l\u00fac", "nghi\u1ec7n", "crm", "epay", "ti\u1ec1n", "chi\u1ebft", "kh\u1ea5u", "megacard", "mgc", "h\u1ecdp", "dot", "net", "eservice", "v\u1eadt", "takayama", "logical", "design", "physical", "\u0111\u1eb7ng", "ng\u00e1ch", "v\u00f2ng", "g\u1eafn", "b\u00f3", "l\u00e2u", "d\u00e0i", "vi\u1ec7", "v\u1eefng", "agile", "qu\u00ean", "performance", "chi\u1ebfm", "cpu", "kh\u1ed1i", "treo", "report", "ham", "h\u00e0n", "k\u1ef3", "x\u00f3m", "tr\u1ea7n", "ng\u1eafn", "h\u1ea1n", "d\u01b0\u1edbi", "d\u1ea1y", "kh\u00e1t", "t\u1ea5t", "th\u00eam", "v\u1ed1n", "c\u00e1nh", "ch\u1eb7ng", "h\u01b0ng", "y\u00ean", "olympic", "vui", "console", "qu\u1ea7n", "\u00e1o", "thi\u1ec7u", "qu\u1ef9", "tr\u1ed3ng", "\u0111\u1ea1o", "hi\u1ebfn", "m\u00e1u", "l\u1ea7n", "b\u1ed5ng", "\u0111\u1eb3ng", "th\u1eb3ng", "s\u1eafp", "x\u1ebfp", "b\u00e0y", "bi\u1ec3u", "ide", "mobile", "soft", "tech", "hi\u1ec3m", "hdsd", "mantis", "ng\u1ecdng", "t\u00f2i", "kh\u00e1m", "ph\u00e1", "tr\u00e0", "tri\u1ec1n", "h\u1eefu", "tay", "\u0111\u1ee3i", "m\u00e1y", "fulltime", "gi\u1edd", "d\u1ec5", "d\u00e0ng", "c\u00f3th\u1ec3", "thu\u1eadn", "ti\u1ec7n", "ti\u1ebft", "th\u1ecfa", "m\u00e3n", "\u0111\u00fang", "gui", "studio", "uml", "tr\u1ecbnh", "h\u1eb1ng", "gi\u00e1p", "th\u1ecbnh", "ho\u00e0ng", "c\u1ea3i", "tr\u1ea3i", "t\u1ebf", "l\u1ebb", "vd", "ngu\u1ed3n", "joomla", "v\u00e2n", "ttz", "ch\u1ed1ng", "tr\u1ed9m", "ninh", "ph\u1ea7m", "t\u0103ng", "r\u1ed9ng", "jsc", "front", "end", "outsource", "back", "corporation", "l\u1ea1i", "unit", "wordpress", "curriculum", "vitae", "giang", "xu\u00e2n", "bkav", "senior", "h\u00ea", "mail", "n\u1ed9t", "tai", "service", "soap", "chat", "btalk", "g\u1ecdi", "nh\u1eafn", "hi\u00ean", "m\u1eaft", "c\u00e0i", "google", "store", "l\u1edbp", "shell", "android", "upload", "playstore", "linux", "window", "csdl", "sever", "ubuntu", "\u0111inh", "\u00fat", "m\u1ef9", "qu\u00e2n", "b\u00ecnh", "api", "rest", "client", "qu\u00e0", "v\u00f4", "giai", "\u0111o\u1ea1n", "suy", "ngh\u0129", "mi\u1ec1n", "modules", "\u01b0ng", "nhu\u1ebf", "t\u1ea3ng", "gpa", "cpa", "tr\u1eafc", "video", "funny", "youtube", "\u1ea9m", "lu\u1eadn", "\u00fd", "demo", "react", "vng", "olp", "ktqs", "l\u1ecdt", "samsung", "challenge", "hai", "forum", "d\u01b0\u01a1ng", "\u0111\u00f4ng", "hn", "bach", "out", "map", "car", "new", "wind", "s\u00e2u", "certificate", "\u0111\u00e1", "world", "cup", "cloud", "message", "lite", "volley", "full", "dms", "d\u01b0\u1ee3c", "\u0111\u1ee9c", "xcode", "fire", "base", "pioneer", "navi", "khi\u00ean", "\u00f4", "t\u00f4", "ch\u1ea1y", "k", "content", "provider", "for", "august", "nal", "global", "career", "\u0111\u1eadu", "what", "work", "projects", "or", "achievements", "make", "you", "strong", "x\u00fac", "b\u01b0\u1edbc", "ifi", "developer", "table", "clb", "c\u1ee7ng", "spring", "data", "databases", "\u0111am", "m\u00ea", "khi\u00eam", "l\u1eafng", "c\u00e1i", "ng\u00f4", "b\u00e1ch", "vietnam", "r&d", "svmc", "checklist", "h\u1ea1ng", "database", "core"], "characters": ["pad", "T", "H", "\u00d4", "N", "G", "I", "\u1ee8", "U", "Y", "\u1ec2", "C", "\u00c1", "\u00c2", "\u1ecd", "t", "\u00ea", "n", ":", "L", "h", "\u1ecb", "\u00e2", "m", "Q", "u", "\u1ed1", "c", "V", "i", "\u1ec7", "a", "g", "\u00e0", "y", "s", "1", "0", "/", "9", "2", "\u1edb", "\u00ed", "\u1eef", "\u00ec", "r", "\u1ea1", "\u00f4", "\u0110", "\u1ed9", "\u1ec1", "o", "6", ";", "\u1eb7", "4", "k", ".", "7", "8", "E", "l", "e", "@", "M", "\u1ee4", "\u00ca", "-", "\u1ea5", "p", "\u1ebf", "\u1ee9", "v", ",", "\u0129", "\u0103", "\u0111", "\u1ec9", "S", "B", "A", "d", "\u1edf", "K", "\u1eeb", "b", "\u1ea3", "\u1eb3", "\u1ec3", "\u00f3", "\u1ee7", "R", "\u00cc", "\u1ed8", "\u1ecc", "\u1ea4", "\u00c0", "\u00cd", "\u1eb1", "\u01b0", "\u1edd", "\u1eed", "\u01a1", "(", ")", "\u00e1", "\u1ee5", "\u1ead", "5", "x", "\u1eaf", "F", "P", "f", "3", "\u1ef8", "\u0102", "\u1ef9", "\u1ef1", "\u1ea7", "X", "D", "#", "+", "O", "\u00f2", "q", "\u1ec6", "\u00fd", "\u1ed5", "\u1eab", "\u1ed7", "w", "z", "\u1ee3", "\u1ed4", "\u00fa", "\u1ecf", "\u00dd", "\u1ef0", "\u1ec5", "\u1ed3", "\u01a0", "\u1ebe", "\u1eca", "\u00e3", "\u1eb0", "\u00c3", "j", "W", "\u00e9", "\u1ea9", "J", "\u00f9", "\u00f5", "\u00e8", "\u01af", "\u1ee2", "\u1ebc", "\u1ef3", "\u1ec0", "\u0169", "&", "\u1ea0", "\u1eb9", "\u1ede", "\u1edc", "\u1ee1", "!", "\u1eb5", ">", "\u1ebb", "\u1ebd", "\u1ea6", "\u1ec4", "\u1eec", "\u1ec8", "?", "=", "\u1eac", "Z", "_", "\u0128", "\u00da", "\u1ea8", "\u1ea2"], "character2index": {"T": 1, "H": 2, "\u00d4": 3, "N": 4, "G": 5, "I": 6, "\u1ee8": 7, "U": 8, "Y": 9, "\u1ec2": 10, "C": 11, "\u00c1": 12, "\u00c2": 13, "\u1ecd": 14, "t": 15, "\u00ea": 16, "n": 17, ":": 18, "L": 19, "h": 20, "\u1ecb": 21, "\u00e2": 22, "m": 23, "Q": 24, "u": 25, "\u1ed1": 26, "c": 27, "V": 28, "i": 29, "\u1ec7": 30, "a": 31, "g": 32, "\u00e0": 33, "y": 34, "s": 35, "1": 36, "0": 37, "/": 38, "9": 39, "2": 40, "\u1edb": 41, "\u00ed": 42, "\u1eef": 43, "\u00ec": 44, "r": 45, "\u1ea1": 46, "\u00f4": 47, "\u0110": 48, "\u1ed9": 49, "\u1ec1": 50, "o": 51, "6": 52, ";": 53, "\u1eb7": 54, "4": 55, "k": 56, ".": 57, "7": 58, "8": 59, "E": 60, "l": 61, "e": 62, "@": 63, "M": 64, "\u1ee4": 65, "\u00ca": 66, "-": 67, "\u1ea5": 68, "p": 69, "\u1ebf": 70, "\u1ee9": 71, "v": 72, ",": 73, "\u0129": 74, "\u0103": 75, "\u0111": 76, "\u1ec9": 77, "S": 78, "B": 79, "A": 80, "d": 81, "\u1edf": 82, "K": 83, "\u1eeb": 84, "b": 85, "\u1ea3": 86, "\u1eb3": 87, "\u1ec3": 88, "\u00f3": 89, "\u1ee7": 90, "R": 91, "\u00cc": 92, "\u1ed8": 93, "\u1ecc": 94, "\u1ea4": 95, "\u00c0": 96, "\u00cd": 97, "\u1eb1": 98, "\u01b0": 99, "\u1edd": 100, "\u1eed": 101, "\u01a1": 102, "(": 103, ")": 104, "\u00e1": 105, "\u1ee5": 106, "\u1ead": 107, "5": 108, "x": 109, "\u1eaf": 110, "F": 111, "P": 112, "f": 113, "3": 114, "\u1ef8": 115, "\u0102": 116, "\u1ef9": 117, "\u1ef1": 118, "\u1ea7": 119, "X": 120, "D": 121, "#": 122, "+": 123, "O": 124, "\u00f2": 125, "q": 126, "\u1ec6": 127, "\u00fd": 128, "\u1ed5": 129, "\u1eab": 130, "\u1ed7": 131, "w": 132, "z": 133, "\u1ee3": 134, "\u1ed4": 135, "\u00fa": 136, "\u1ecf": 137, "\u00dd": 138, "\u1ef0": 139, "\u1ec5": 140, "\u1ed3": 141, "\u01a0": 142, "\u1ebe": 143, "\u1eca": 144, "\u00e3": 145, "\u1eb0": 146, "\u00c3": 147, "j": 148, "W": 149, "\u00e9": 150, "\u1ea9": 151, "J": 152, "\u00f9": 153, "\u00f5": 154, "\u00e8": 155, "\u01af": 156, "\u1ee2": 157, "\u1ebc": 158, "\u1ef3": 159, "\u1ec0": 160, "\u0169": 161, "&": 162, "\u1ea0": 163, "\u1eb9": 164, "\u1ede": 165, "\u1edc": 166, "\u1ee1": 167, "!": 168, "\u1eb5": 169, ">": 170, "\u1ebb": 171, "\u1ebd": 172, "\u1ea6": 173, "\u1ec4": 174, "\u1eec": 175, "\u1ec8": 176, "?": 177, "=": 178, "\u1eac": 179, "Z": 180, "_": 181, "\u0128": 182, "\u00da": 183, "\u1ea8": 184, "\u1ea2": 185}, "UNK": "UNK", "UNK_INDEX": 0, "PADDING_INDEX": 0, "label2index": {"O": 0, "B-Header_Title": 1, "I-Header_Title": 2, "B-Profile_Title": 3, "I-Profile_Title": 4, "B-Profile_Content": 5, "I-Profile_Content": 6, "B-Objective_Title": 7, "I-Objective_Title": 8, "B-Objective_Content": 9, "I-Objective_Content": 10, "B-Education_Title": 11, "I-Education_Title": 12, "B-Education_Content": 13, "I-Education_Content": 14, "B-Award_Content": 15, "I-Award_Content": 16, "B-Skill_Title": 17, "I-Skill_Title": 18, "B-Skill_Content": 19, "I-Skill_Content": 20, "B-Experience_Title": 21, "I-Experience_Title": 22, "B-Experience_Content": 23, "I-Experience_Content": 24, "B-Other_Title": 25, "I-Other_Title": 26, "B-Other_Content": 27, "I-Other_Content": 28, "B-Hobbi_Title": 29, "I-Hobbi_Title": 30, "B-Hobbi_Content": 31, "I-Hobbi_Content": 32, "B-Award_Title": 33, "I-Award_Title": 34, "B-Name": 35, "I-Name": 36, "B-BirthDay": 37, "B-Sex": 38, "B-Phone": 39, "B-Mail": 40, "B-Time": 41, "I-Time": 42, "B-Major": 43, "I-Major": 44, "B-University": 45, "I-University": 46, "B-Page_Index": 47, "I-Page_Index": 48, "B-Programming": 49, "I-Programming": 50, "B-Company": 51, "I-Company": 52, "B-Position": 53, "I-Position": 54, "B-Address": 55, "I-Address": 56, "B-Apply_Position": 57, "I-Apply_Position": 58, "B-Project": 59, "B-Client": 60, "I-Client": 61, "I-Project": 62, "B-URL": 63, "I-URL": 64, "B-Language": 65, "I-Language": 66, "I-Phone": 67, "B-Certificate": 68, "I-Certificate": 69, "I-BirthDay": 70, "B-GPA": 71}, "labels": ["O", "B-Header_Title", "I-Header_Title", "B-Profile_Title", "I-Profile_Title", "B-Profile_Content", "I-Profile_Content", "B-Objective_Title", "I-Objective_Title", "B-Objective_Content", "I-Objective_Content", "B-Education_Title", "I-Education_Title", "B-Education_Content", "I-Education_Content", "B-Award_Content", "I-Award_Content", "B-Skill_Title", "I-Skill_Title", "B-Skill_Content", "I-Skill_Content", "B-Experience_Title", "I-Experience_Title", "B-Experience_Content", "I-Experience_Content", "B-Other_Title", "I-Other_Title", "B-Other_Content", "I-Other_Content", "B-Hobbi_Title", "I-Hobbi_Title", "B-Hobbi_Content", "I-Hobbi_Content", "B-Award_Title", "I-Award_Title", "B-Name", "I-Name", "B-BirthDay", "B-Sex", "B-Phone", "B-Mail", "B-Time", "I-Time", "B-Major", "I-Major", "B-University", "I-University", "B-Page_Index", "I-Page_Index", "B-Programming", "I-Programming", "B-Company", "I-Company", "B-Position", "I-Position", "B-Address", "I-Address", "B-Apply_Position", "I-Apply_Position", "B-Project", "B-Client", "I-Client", "I-Project", "B-URL", "I-URL", "B-Language", "I-Language", "I-Phone", "B-Certificate", "I-Certificate", "I-BirthDay", "B-GPA"], "number_of_classes": 73, "verbose": false, "expressions": ["[A-Z]", "[0-9]{10,12}", "[0-9]+", "(?:[0-9a-fA-F][0-9a-fA-F][0-9a-fA-F][0-9a-fA-F])+", "([a-zA-Z0-9][a-zA-Z0-9_.+-]*@[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+)", "(?:ftp|http|https)?://(?:[a-zA-Z]|[0-9]|[$-_@.&+]|[!*\\(\\),]|(?:%[0-9a-fA-F][0-9a-fA-F]))+", "[a-zA-Z0-9-]+(?:\\.[a-zA-Z0-9-]+)+", "(?:[0-9]+\\.)+[0-9]+", "(?:[0-9]+\\.){3}[0-9]+", "(?:[0-9]+\\.){5}[0-9]+", "(?:AS|as)[0-9]+", "(?:CVE|exploit)", "(?:HK|hk)[a-zA-Z0-9/]+"], "size_pattern_vector": 13, "vocabulary_size": 1142, "alphabet_size": 186}